{
    "Añasco": {
        "restaurants": {
            "Antoninos Pizza Anasco": {
                "address": "Bo. Marias Sector Ajies Carr. 4403 Km 0.2 Frente A La Fábrica Eduadrs, Anasco 00610 Puerto Rico",
                "location_id": "23850469",
                "description": null,
                "latitude": "18.293571",
                "longitude": "-67.138504",
                "phone": "+1 787-826-8900",
                "rating": null,
                "hours": [
                    "Monday: 10:00 - 21:00",
                    "Tuesday: 10:00 - 21:00",
                    "Wednesday: 10:00 - 21:00",
                    "Thursday: 10:00 - 21:00",
                    "Friday: 10:00 - 21:45",
                    "Saturday: 10:00 - 21:45",
                    "Sunday: 11:00 - 21:00"
                ],
                "cuisine": [
                    "italian"
                ],
                "pice_level": null,
                "reviews": []
            },
            "Mahi Mahi Bar & Restaurant": {
                "address": "Carretera 402 Barrio Caracol, Anasco 00610 Puerto Rico",
                "location_id": "1997235",
                "description": "Caribbean Fusion Restaurant with fresh local fish from the west coast of the island receive every day and The Awarded Best Bacardi Mojito in the island !",
                "latitude": "18.298908",
                "longitude": "-67.16079",
                "phone": "+1 787-826-5500",
                "rating": "4.0",
                "hours": [
                    "Monday: 12:00 - 23:00",
                    "Tuesday: 12:00 - 23:00",
                    "Wednesday: 12:00 - 23:00",
                    "Thursday: 12:00 - 23:00",
                    "Friday: 12:00 - 23:00",
                    "Saturday: 12:00 - 23:00",
                    "Sunday: 12:00 - 23:00"
                ],
                "cuisine": [
                    "seafood",
                    "caribbean",
                    "latin",
                    "bar",
                    "puerto_rican"
                ],
                "pice_level": "$$ - $$$",
                "reviews": [
                    {
                        "title": "We heard that Yahida was the chief",
                        "review_text": "Yahida has to be THE BEST. \nWe will be going to see and experience the dishes she invents \nLost track of her for awhile.  But. We found her. \nAnd are looking forward to that day"
                    },
                    {
                        "title": "Great food",
                        "review_text": "Great service we had fish tacos, chicken breast and plantains, chicken very tender. Had mojito to drink it was superb"
                    },
                    {
                        "title": "Overprice fish fillet plate",
                        "review_text": "1.overprice the fish plate, I paid $30 for mahi mahi “fresh” fillet😡,also, they  do not tell us the price is depend of the marker😡2. Too much time to serve/ my family arrive at 7pm/ week day and took over 1:25 hour to serve. 3. Mojito drinks is the worst. \nWe receive our food Cold  because taking a lot time to serve. Overall, the food taste is good, but I do not comeback."
                    },
                    {
                        "title": "Great meal",
                        "review_text": "Great dinner at Mahi mahi with business colleagues .. great service and quality food. \n\nWe had the mahi mahi and Dorada with starters .. really good"
                    },
                    {
                        "title": "Nothing like it used to be here. Don’t waste your time.",
                        "review_text": "This used to be our go to place. Sadly the food quality and service have taken a serious turn for the worse. The wahoo was literally the worst piece of fish I have ever eaten. Completely over cooked and tasted old. Service was non existent. Side of rice and beans literally was brown water with no beans in it. Chicken plantain nachos had almost no chicken in it. Ahi tuna tacos also tasted old."
                    }
                ]
            },
            "Kaplash": {
                "address": "Pr-115, Anasco 00610 Puerto Rico",
                "location_id": "4736455",
                "description": null,
                "latitude": "18.29676",
                "longitude": "-67.21825",
                "phone": "+1 787-826-4582",
                "rating": "4.0",
                "hours": [],
                "cuisine": [
                    "caribbean",
                    "latin",
                    "bar",
                    "seafood",
                    "puerto_rican",
                    "pub"
                ],
                "pice_level": "$",
                "reviews": [
                    {
                        "title": "Awesome view",
                        "review_text": "Daneysha our server was awesome and the Turnovers were great, very affordable price, great view. We tried  shrimp, Lobster and Shark, all three were great. Mojitos were good to. We will be back."
                    },
                    {
                        "title": "Best empanadillas in the West Coast, affordable and great Mojitos, great food quality, visiting them for more than 20y.",
                        "review_text": "Great selection of seafood and most type of empanadillas. Great seafood salad. One of the best sunset views of the West."
                    },
                    {
                        "title": "great food and wonderful view!",
                        "review_text": "Dine in or take home...their unique Empanadas are delicious!\nMy fave was the pizza and the Vero was delish..."
                    },
                    {
                        "title": "Gorgeous view",
                        "review_text": "good food, ok service it all depends who's working. only place that I could get empanada of guava and cheese. I would like to experience more life music."
                    },
                    {
                        "title": "Great food and service!!!",
                        "review_text": "Delicious empanadillas. All of the empanadillas were great and you can take empanadillas to cook at home. Kaplash has a great variety of empanadillas and all are excellent."
                    }
                ]
            },
            "It's Coffee Time": {
                "address": "Pr 402 Km. 4.6, Bo. Piñales, Anasco 00610 Puerto Rico",
                "location_id": "9748014",
                "description": "Local Coffee Shop specializes in the confection of espresso coffee drinks using 100% Puerto Rican Coffee. Serving delicious breakfast, brunch, lunch, and pastries in a casual, warm, and cozy environment. Perfect for sharing with family, friends, or colleagues.",
                "latitude": "18.299257",
                "longitude": "-67.16639",
                "phone": "+1 787-291-7341",
                "rating": "5.0",
                "hours": [
                    "Monday: 07:00 - 15:00",
                    "Tuesday: 07:00 - 15:00",
                    "Wednesday: 07:00 - 15:00",
                    "Thursday: 07:00 - 15:00",
                    "Friday: 07:00 - 15:00",
                    "Saturday: 08:00 - 14:00",
                    "Sunday: 08:00 - 14:00"
                ],
                "cuisine": [
                    "cafe",
                    "latin",
                    "deli",
                    "healthy"
                ],
                "pice_level": "$",
                "reviews": [
                    {
                        "title": "Drive By Coffee",
                        "review_text": "We were taking a day-trip from Rincon to San German when the urge for coffee hit. Luckily we spotted the sign for coffee and made a stop t9 get a cup to go. Cute place, friendly service, good pastries and good coffee. What more does one need?"
                    },
                    {
                        "title": "Great breakfast and brunch coffee place",
                        "review_text": "Very nice and clean coffee place with great coffee perfect for breakfast or brunch with many options of food and coffee. Great service as well."
                    },
                    {
                        "title": "Perfect Mornings!",
                        "review_text": "The staff was so great. The coffee, pastries, and food was also one of the best parts of my trip. Went there 4 out of the 6 days I was there. They absolutely made the mornings perfect for me."
                    },
                    {
                        "title": "Awesome place",
                        "review_text": "Great coffee, great staff, great breakfast. Went twice while traveling and it was wonderful both times. The people that worked there were pleasant and provided service with a smile."
                    },
                    {
                        "title": "A great little venue.",
                        "review_text": "Popped in a couple of times en route out and back on separate days and both around breakfast time. All I can say is the food we had and the drinks ( the coffee was great) were very good while the staff were very efficient and friendly. Would recommend to anyone."
                    }
                ]
            },
            "Brasas Restaurant": {
                "address": "Road 115 km 5.8 Rincon Beach Resort, Anasco 00610 Puerto Rico",
                "location_id": "3945057",
                "description": "Delicious Caribbean and Mediterranean Dining Dining in the west coast of Puerto Rico, you'll find a delicious mix of Caribbean, Spanish and Mediterranean influences. Enjoy some authentic native cuisine and fresh seafood! Before you step out and explore Rincon’s local fare, stop by and visit our concierge to obtain driving instructions and some helpful advice. Caribbean Fusion Cuisine at Brasas Restaurant If you are looking for the best food in the west coast then search no further than Brasas Restaurant, specializing in Caribbean Fusion Cuisine. Savor a true representation of rich cultural influence found in Caribbean cuisine and choose from a variety of menu options including the chef's speciality of mouth-watering grilled meats and seafood. Guests can choose from an extensive wine list that has more than 300 bottles of wines and champagnes from different countries. This family restaurant is open seven days a week for breakfast and dinner.",
                "latitude": "18.295221",
                "longitude": "-67.20906",
                "phone": "+1 787-589-9000",
                "rating": "4.0",
                "hours": [
                    "Monday: 17:00 - 21:00",
                    "Tuesday: 17:00 - 21:00",
                    "Wednesday: 17:00 - 21:00",
                    "Thursday: 17:00 - 21:00",
                    "Friday: 17:00 - 22:00",
                    "Saturday: 17:00 - 22:00",
                    "Sunday: 17:00 - 21:00"
                ],
                "cuisine": [
                    "caribbean",
                    "latin",
                    "puerto_rican",
                    "international"
                ],
                "pice_level": "$$ - $$$",
                "reviews": [
                    {
                        "title": "Nice dinner out",
                        "review_text": "Great service and food. We got the octopus, tuna tartare and shrimp fettucini. Everything was delicious! Would recommend for a nice dinner out."
                    },
                    {
                        "title": "Disappointed!",
                        "review_text": "My husband ordered the bison medium with the mushroom risotto and I ordered the lamb chops with manpostiado rice medium rare.  It came reverse.  He received medium rare.  My lamb chops were about 1x1 inch side, 2 of them medium.  My merlot was vinager.  My desert was crème brûlée which was not crème by any means.  So I have a very hard time even giving the meal a 5.  For a foodie it was a disappointment.  My husband has Alzheimer’s and when he wanted to order a dry red and I reminded him he doesn’t like dry wines the waiter said “spanky spanky.”  Not funny.  Wanted to make this special but it was far from it.  My desert I took one bite and it wasn’t even taken off from my bill.  "
                    },
                    {
                        "title": "Superb food and Excellent service",
                        "review_text": "Superb food and Excellent service. Good portions. It is a hidden gem. Hotel is beautiful. Boutique hotel vibe. Super relaxing atmosphere. Breakfasts are good too. Really enjoyed our family time there."
                    },
                    {
                        "title": "Nice onsite restaurant",
                        "review_text": "The restaurant was most enjoyable but best of all it was on site.  There is nothing much else close by.  Wait staff was attentive and food attractive and tasty."
                    },
                    {
                        "title": "cumpleano",
                        "review_text": "in the comfortable restaurant and good treatment of the waiter who attended Michael and lindfa very attentive."
                    }
                ]
            },
            "La Fiebre Bar and Restaurant": {
                "address": "Bo. Caguabo Carr #115 KM. 6.7, Anasco 00610 Puerto Rico",
                "location_id": "13331704",
                "description": null,
                "latitude": "18.297018",
                "longitude": "-67.218796",
                "phone": "+1 787-242-4310",
                "rating": "4.0",
                "hours": [],
                "cuisine": [
                    "caribbean",
                    "latin",
                    "seafood",
                    "bar",
                    "spanish",
                    "puerto_rican"
                ],
                "pice_level": "$$ - $$$",
                "reviews": [
                    {
                        "title": "Returning to Rincon from Walmart",
                        "review_text": "Done shopping. Need a view and a refreshment. \nFound the best place for what was needed. \nNida walked us through the menu. She had some ideas as well. \nDishes and drinks were top notch. \nWorth a visit"
                    },
                    {
                        "title": "Superb lunch on a Monday!",
                        "review_text": "Food is Great!  Been there a few times and they are consistent. Reasonable prices. Drinks , and the food, well plated & presented. The view is Spectacular: only surpassed by Ardelie & Fabiola's attentions ! Thanks !\n\nLa comida es Buena, bien rica! Son consistentes y precios razonables.  Las bebidas bien presentadas. La vista espectacular , solo superada por las atenciones de Ardelie y Fabiola. Gracias !"
                    },
                    {
                        "title": "Glad that we tried the place out",
                        "review_text": "Just a nice place. Great view. We will go back. Can’t go wrong with Evan Williams on the shelf. Can be busy at times.  Parking is free"
                    },
                    {
                        "title": "Fantastic restaurant!!!",
                        "review_text": "This cozy little spot next to the sea has a great atmosphere and a great view of the water. It also has a great view of Iguanas, Roosters and other animals. The service was amazing. The food was to die for. I had Mofongo relleno de pescada. It was the best tasting mofongo that I have ever had, and I've had mofongo in many restaurants in PR and Florida. This was by far the best. The salsa crirolla was incredible."
                    },
                    {
                        "title": "The best views with the best food in the entire western tip of Puerto Rico.",
                        "review_text": "A great restaurant for food and drinks, with the most amazing views of the western most point in Puerto Rico.  Seating was quick and efficient with a quick health screening and seating process.  No reservation was needed.  The quality of the food was very good and the food was delivered very quickly.  The mojitos were fantastic, striking the perfect balance between the ingredients.  The views are truly breathtaking, and plentiful, as almost all of the seating is dedicated for its coastal charm."
                    }
                ]
            },
            "Restaurante El Coche": {
                "address": "Carr 115 Km 6.6, Anasco 00682 Puerto Rico",
                "location_id": "4085774",
                "description": null,
                "latitude": "18.296186",
                "longitude": "-67.21681",
                "phone": "+1 787-826-5151",
                "rating": "3.5",
                "hours": [],
                "cuisine": [
                    "seafood",
                    "puerto_rican",
                    "caribbean",
                    "latin"
                ],
                "pice_level": "$$ - $$$",
                "reviews": [
                    {
                        "title": "Nice View Friendly Staff But the Food...",
                        "review_text": "The location is prime. The restaurant is perched at the top of a mountain with sea views 180 degrees. I recommend the sangria. We ordered appetizers only, corn sticks and fried fish. Nothing out of this world. Needs to improve presentation, flavor, and so. Does not have the wow factor."
                    },
                    {
                        "title": "Apps and drinks to die for",
                        "review_text": "This place is a hidden gem in plain sight. The food is excellent, the drinks are excellent. The empanadilla de lagosta (lobster turnover) is outrageously wonderful, don't share, buy one for everyone! They are just that good. The grouper nuggets are excellent and plentiful, word! The food is excellent, and Robert is a master of drinks. His sangria is superb, and no grapes were harmed in its creation. Think of it as the PR version of a Long Island Iced Tea (which contains no tea, for the ignoratti). Plus the views from the tables is exquisite, especially the outside one's."
                    },
                    {
                        "title": "Wonderful atmosphere  and seasoned cuisine",
                        "review_text": "My husband and I visited Rincon to watch the beautiful sunset. We found this spot as we left the beach. Drinks strong and affordable. Red snapper well seasoned and worth trying. Shrimp mofongo was extremely tasty. Staff conscientious.  Great spot to sit outside and enjoy."
                    },
                    {
                        "title": "Nice Dinner with awesome Service ",
                        "review_text": "If you staying in Rincon, don't forget to Stop in El Coche Restaurant. The fresh fish and great Angus meat, is the perfect combination. The Waiter Robert, gave Us a special and wonderful attention. The CanCan Pork is great, the Red Snapper awesome. Everything was so good! Fully recommended!"
                    },
                    {
                        "title": "Road Trip",
                        "review_text": "Very good food, excellent service and great sunset view. Highly recomended. Average price, good parking and outside bar."
                    }
                ]
            },
            "Golden Mountain": {
                "address": "Calle Munz Marin #507 Parcelas Marias, Anasco Puerto Rico",
                "location_id": "9561301",
                "description": null,
                "latitude": "18.289558",
                "longitude": "-67.13992",
                "phone": "+1 787-826-6383",
                "rating": "4.0",
                "hours": [],
                "cuisine": [],
                "pice_level": null,
                "reviews": [
                    {
                        "title": "Great!",
                        "review_text": "Great food and service! Also it was very clean. It was recommended by some friends cause it's kind of famous here in Añasco."
                    },
                    {
                        "title": "ALWAYS Great!",
                        "review_text": "This place has been open for many years. Im in my 30s and this place was here since my early 20s. Lots of memories here. I came to visit PR cus my Dad got sick. I ask them if they could please put no salt or seasoning on his food. They made everything for him steamed. So he would eat healthy. His food would be completely freshly made. This meant so much to me. The food is always delicious. Will never go anywhere else for some good Puertorican Chinese food ."
                    },
                    {
                        "title": "Typical Puerto Rican Chinese",
                        "review_text": "This is another in a long line of very average Chinese restaurants in Puerto Rico. They all look like they had their menus printed by the same person. The Chinese food is very average for Puerto Rico, but somewhat disappointing if you've ever eaten Chinese in New York or San Francisco. A bit greasy and not very exciting. But what's pretty good is the fried chicken!!  Fried chicken is a staple in PR Chinese restaurants and Golden Mountain's is excellent. Nice big pieces, not greasy, and reasonably priced. "
                    },
                    {
                        "title": "Chinese food with Puerto Rican dishes",
                        "review_text": "This a family restaurant with good value and generous portions. A combination platter may be split between two or three adults. The mofongo is heavy on the garlic. Combination dishes are served with a lot of meat. The restaurant offers a take-out service and, in my experience, you can call and pick up your meal in 15 minutes or less. Parking is limited."
                    },
                    {
                        "title": "Typical Chinese place with above average prices",
                        "review_text": "I stopped for lunch at this place because I had never been there before.  It was always busy when I drove past, so I figured it might be good.  Today I ordered the a teriyaki chicken dish.  It was just the typical Puerto Rican style Chinese food with French fries, and the sauce was too sweet.  Overall it was not bad, but it was no different than the other Chinese places nearby.  However, most of those other places have a lunch special, so I could get the same thing for a bit less.  I probably won't go back.  2.5 stars."
                    }
                ]
            },
            "D' Coffee Shop": {
                "address": "Calle 65 infanteria Anasco, Puerto Rico 00610 Plaza de Recreo, Anasco 00610 Puerto Rico",
                "location_id": "10108292",
                "description": "Coffee, Breakfast all day",
                "latitude": "18.282234",
                "longitude": "-67.14047",
                "phone": "+1 787-934-2622",
                "rating": "4.5",
                "hours": [
                    "Monday: 06:00 - 21:00",
                    "Tuesday: 06:00 - 21:00",
                    "Wednesday: 06:00 - 22:00",
                    "Thursday: 06:00 - 22:00",
                    "Friday: 06:00 - 23:00",
                    "Saturday: 06:00 - 23:00",
                    "Sunday: 06:00 - 22:00"
                ],
                "cuisine": [
                    "american",
                    "cafe",
                    "latin",
                    "spanish"
                ],
                "pice_level": "$",
                "reviews": [
                    {
                        "title": "Añasquito Best Cafe Placita House",
                        "review_text": "Añasco has a lot of beauty and its greatness  specially the Plaza area. We went because we were looking for the flag of 78 Plueblos y 1 Bandera the artist painter Héctor Collazo Hernández  did a great masterpiece and we decided to walk around and we found this place it was awesome. Me and my family drink some good coffe from Añasco and at the same time we admire the city hall and the art of the flag of Puerto Rico, good place great service and delicious Cafe"
                    },
                    {
                        "title": "Great place to enjoy with family and friends.",
                        "review_text": "Love the food and attention from the employees. Located in the center of town plaza with nice view of city hall and the town church. I recommend to visit D coffee shop. 5 stars."
                    },
                    {
                        "title": "Great place for family dinner.",
                        "review_text": "Loved the breakfast and burgers, coffee is a little bland but that's a common thing in almost every coffee shop, I'm partial to homemade coffee so don't take my word for it. The only thing I really didn't like was their churrasco. Twice I tried their churrasco quesadillas and both times I didn't like them but everything else I loved.\n"
                    },
                    {
                        "title": "Generally good but....",
                        "review_text": "I have visited this place for several times already. The food is good and in general the hot coffee they serve is good also. But please do not ask for iced coffee which includes one shot of whatever flavor you wish to add. Depending on the size of the drink it will have more shots of the desire flavor. See the thing is when I did that I was pretty disappointed with the coffee didn't have the expected taste and it wasn't the quantity of shots added to the coffee it was just the lack of taste overall. When we told the attendant she didn't appreciated it and started explaining that depending of the size of the drink it was the quantity of shots added. They decided to replaced the beverage with more \"flavor shots' with the same result and also with the same explanation ( and by this time we didn't appreciate also). So yes is a nice place to go for a nice hot coffee and food don't bother with the iced coffee."
                    },
                    {
                        "title": "One of the best burgers on the west of Puerto Rico",
                        "review_text": "D coffee shop in añasco make  a great Latte. But it can be argued that their burgers are better. I had their  signature burger. The Humata. This \"burger\" (if you can still call it that) had 2 beef paties, a chicken fillet, Bacon , american and swiiss cheese,lettuce, tomatoes,onions, mayonnaise  and their own secret green sauce added to it. Mine was Served with 6 monfoguitos on the side. This thing was delicious.  The location is really nice since its in the center of  the plaza of añasco. You can enjoy  the scenery  while you eat or drink your coffee. Will be returning  to try the not so healthy donut burger."
                    }
                ]
            },
            "Pelican Beachfront Grill": {
                "address": "Road 115 km 5.8 Rincon Beach Resort, Anasco 00610 Puerto Rico",
                "location_id": "6717182",
                "description": null,
                "latitude": "18.31215",
                "longitude": "-67.18093",
                "phone": "+1 787-589-9000",
                "rating": "4.5",
                "hours": [],
                "cuisine": [
                    "bar",
                    "pub"
                ],
                "pice_level": "$$ - $$$",
                "reviews": [
                    {
                        "title": "Short menu",
                        "review_text": "The menu was quite limited. The place is small. There were only 3 tables available. The nachos did not have enough cheese and very little meat."
                    },
                    {
                        "title": "Excellent service",
                        "review_text": "We spend an afternoon enjoying the pool and the beach.\nThe service was excellent. The young men and women in charge of The Pelican were great. Nice food and drink  choices."
                    },
                    {
                        "title": "Lunch",
                        "review_text": "Inside the Rincon Beach resort. It's locale next to the swimming pool,we had beef and chicken hamburgers ,very good ,good price ,good service."
                    },
                    {
                        "title": "Fantastic Service",
                        "review_text": "The Pelican Grill has delicious food (especially the fish tacos!) and drinks, but most importantly the service is amazing!  Linda, one of the servers, is super nice, accommodating and always has a smile on her face!  She is by far our favorite staff member at the entire Rincon Beach Resort!"
                    },
                    {
                        "title": "Great experience!",
                        "review_text": "While staying at the Rincón Beach Resort, we gave the Pelican a shot for lunch. Beautiful ocean view, great burgers. What made it a great experience was the excellent service received from Linda, our waitress. She was very welcoming, charming and efficient. Linda definitely made the difference!"
                    }
                ]
            }
        },
        "hotels": {
            "Centro Vacacional Villas de Anasco": {
                "address": "Hatillo Barrio, Highway # 115, km. 5, Anasco Puerto Rico",
                "location_id": "3929311",
                "description": null,
                "address_string": "Hatillo Barrio, Highway # 115, km. 5, Anasco Puerto Rico",
                "latitude": "18.293966",
                "longitude": "-67.20206",
                "rating": "3.0",
                "price_level": null,
                "hours": [],
                "amenities": [
                    "Pool",
                    "Kitchenette",
                    "Beachfront",
                    "Beach Access"
                ],
                "reviews": [
                    {
                        "title": "We visited  this place on Jan 6 (Three Kings day). ",
                        "review_text": "The bathrooms are in terrible condition. The men's bathroom was closed. \nThe waterfront is loaded with garbage  & abandoned.  It 's a pity  since this was not like this some years ago. The only exception is the pool used by the children This place was better kept."
                    },
                    {
                        "title": "Room in deplorable conditions",
                        "review_text": "When new, this place must have been really beautiful but now it lacks good maintenance.  We stayed at Maricao Villa, first floor.  It had two bedroom (one full bed and 4 bunk beds), one bathroom, kitchen with refrigerator & stove and a balcony.  There is no furniture, except beds, a bench at the balcony and a bench at the kitchen.  You should bring chairs, cookware and PLENTY of disinfectants and cleaning products.\n\nHigh humidity!  There were mold on the walls, everywhere ... a lot 😱... It was really disgusting!\n\nThank God we only stayed one night, but it was enough for two of the adults to get sick.\n\nPool area was nice, looked clean and it had a lifeguard.  The kids enjoyed it.  They also enjoyed playing at the playground and green areas.\n"
                    },
                    {
                        "title": "Country side government resort cabanas near beach and pool facilities",
                        "review_text": "IT's a government owned vacation center with 32 cabanas and 120 Villas to rent. It has a nice large pool ADA accessible. There's a second small pool for toddlers. Pool depth is from 4 to 5 feet (adult pool). Beach is also just right beside the cabanas about 100 to 200 yards away depending which cabana you rent. The cabana is a small building with one door entrance and a sliding security (Double) window. There are 2 rooms one with a moderate queen bed and a second room with 2 double bunk beds (one on top of another). There is a small kitchen with a stove top and a medium size refrigerator and a sink. There ia an overhead Fan that covers the two bedrooms. Six persons fit in the cabana. I almost forgot the small bathroom with a sink, toilet and shower. Pretty neat for something basic near the beach and pool facility to party.I believe it is a very good deal for 53 dollars a nite. I give this place a 4 out of 5. I also recommend it."
                    },
                    {
                        "title": "It's like camping but you sleep indoors",
                        "review_text": "I rented a cabaña there in September 2013 to celebrate my birthday and we had a great time. Please keep in mind that these are rustic cabañas, nothing fancy. People have to bring everything and that is probably why these are used more often by local families. They have one room with two sets of bunk beds (for four people) and a room with a full size bed. Kitchens have a full size fridge and stove. There is only one celing fan. The villas are a bit different because they have ac units but I have not stayed there. I have, however, heard that they are moldy because of the ac.\n\nOur cabaña was clean and in really good shape. The indoor space is small but the terrace is nice and there is plenty of space to put hammocks and beach chairs if you bring them. In reality you are there to enjoy the beach, pool, etc., not to stay indoors. We stayed in a unit close to the beach and with plenty of green areas arounds us. The water heater, stove, and fridge worked well.  \n\nYou will have to bring pillows and bed linens, towels, pots, pans, kitchens utensils, food, bathroom toiletries, etc. Think of it more like a camping site but instead of a camper or a tent you get to sleep indoors after partying or enjoying a beach day.\n\nYou will most likely have neighbors close to you, listening to music and enjoying themselves. If you are looking for a place worry-free this is probably not the place for you.\n\nMy only complaint is that they are not pet friendly, which I understand. But while I made arrangements for my dog to stay elsewhere during that weekend other people had dogs in their units and no one said anything about that. I didn't think that was fair, the rules should be applied to everyone."
                    },
                    {
                        "title": "Good family vacational site for local families",
                        "review_text": "This venue is an excellent site for local PR families that only expect to have a blessing time with their families; not expecting Ritz-like treatment. I say this to warn non PR residents that if they want special tourist like treatment, this will not be it.  The cabanas and villas are rustic and customer service is almost non existent.  The real benefit of this place is family bonding.  Close to other great beach venues and sites. When I travel to PR, this is the place our family chooses to go and bond. (Always wear shoes when walking on the beach or in the water...) The most amazing sunsets will be captured from this side of the island...."
                    }
                ]
            },
            "Motel Geminis": {
                "address": "Pr-402, Anasco 00610 Puerto Rico",
                "location_id": "15670000",
                "description": null,
                "address_string": "Pr-402, Anasco 00610 Puerto Rico",
                "latitude": "18.29781",
                "longitude": "-67.162895",
                "rating": "4.0",
                "price_level": null,
                "hours": [],
                "amenities": [
                    "Free parking"
                ],
                "reviews": []
            },
            "Sea Turtle Beach Apartments": {
                "address": "401 St, Anasco 00610 Puerto Rico",
                "location_id": "1129244",
                "description": "Four (4) Beach front apartments, fully furnished, each has two (2) bedrooms and one (1) bathroom, kitchen, living room, large lot with barbecue area,hammocks,fire pit, volleyball court, WiFi, TV, RUKO, AC, ETC.",
                "address_string": "401 St, Anasco 00610 Puerto Rico",
                "latitude": "18.278343",
                "longitude": "-67.18907",
                "rating": "5.0",
                "price_level": "$$",
                "hours": [],
                "amenities": [
                    "Beachfront",
                    "Free parking",
                    "Wifi",
                    "Non-smoking rooms",
                    "Microwave",
                    "Refrigerator in room",
                    "Beach Access",
                    "Internet",
                    "Kids Activities",
                    "Free Internet",
                    "Free Wifi",
                    "Air conditioning"
                ],
                "reviews": [
                    {
                        "title": "Blissful place for families- a dream come true!",
                        "review_text": "We traveled to Turtle Beach Apartments with two young kids (8 and 4) and feel that this place was meant for us.  From the moment we arrived, Wilson and Christina welcomed us like we were family.  The apartments were spotless, had all the amenities we needed and more and we used both the grill and kitchen for a few meals which helped with keeping our vacation budget on point.  Upon arrival there was water, coffee, snacks, fresh fruit and essentials which helped so much after a long day of traveling with kids.  They thought of so many details to make our stay so enjoyable.  Beach chairs, umbrellas, cooler, wood and sticks for s’mores over the campfire, kites for the kids to fly on the beach, bait to fish, lifejackets of all sizes for the days with bigger waves if needed.  Having access to inner tubes, kayak/paddleboard, horseback riding or the kids, fishing poles just made things so EASY.  Anyone that travels with kids knows these details matter and Wilson and Christina thought of everything.  The magic of this place was beyond anything you can imagine.  The wild horses on the beach were majestic.  Shells, glass and beach pottery from every color in the rainbow, sunsets you dream about, and so many interesting foods to try ranging from fresh fruit from the trees in the backyard to empanadas and goodies from the bakery just a short stroll away.  We literally went to sleep and woke up every morning to the most beautiful sounds of waves and birds singing.  My 4 yo who hasn’t slept past 530 am since the day she was born slept until 830 in the morning – it was an island miracle!  Honestly, this is the kind of place you dream about.  We were only minutes away from Rincon as well (I think 8-10 max) so were able to enjoy the local beaches and town including a great art walk on Thursday night and farmers market on Sunday.  I cannot say enough good things about this place- as the website states “we will be back!”."
                    },
                    {
                        "title": "Excellent Vacation spot",
                        "review_text": "The property has 4 apartments, i believe they're all 2bedrooms. We had a 2nd floor apartment. It was clean and comfortable, full kitchen. Master bedroom has a nice comfy bed, the other bedroom has bunkbeds. cable tv and wifi and AC. Outside you have volleyball court,, playground, cooking grills, and access to the beach. Parking right outside your door.    "
                    },
                    {
                        "title": "The 2nd stay was as wonderful as the 1st stay!",
                        "review_text": "We stayed at Sea Turtle Beach Apartments for a second spring break, and plan to make reservations for a 3rd!  The apartment and yard are clean, comfortable, safe, and invite relaxation.  Our apartment was 2 bedrooms (one queen, one twin bunks) 1 bath, on a beautiful shaded lot right on a gorgeous, calm beach!  The kitchen was adequately equipped for cooking so you don't have to eat out every meal for your vacation, and the living room area is comfortable for a family of 4 to enjoy some down time either playing board games or watching tv in the air conditioning. The lovely, large yard has multiple places to relax in either shade or sun, a volleyball net, a fire pit, a bbq grill, and a cool outdoor shower. To top all of this off, walk through the back gate, and step onto a gorgeous beach  with calm water that's perfect for playing and seems almost private! Anasco itself, is a quaint town with friendly people and a very short drive ( 4 to 5 minutes) to the busier activities of Rincon. I can't wait to go back!"
                    },
                    {
                        "title": "The Real Puerto Rico",
                        "review_text": "Sea Turtle is located in nice community in Tres Hermanos. Each apartment has 2 bedrooms(one queen and one with bunks) and a general area with a kitchen at one end and living area at the other. It's very clean with up to date appliances. The grounds are well maintained with charcoal grills and tables. If you want to be away from the crowd, this is great. The owner, Wilson, and his helpers are super people. We're coming back."
                    },
                    {
                        "title": "great vacation",
                        "review_text": "great place to stay really enjoyed my stay there with my family and will be staying there again very soon. the premises were excelent and the service was better the water was really warm and clean really worth it."
                    }
                ]
            },
            "Roberto's Hidden Paradise Beach Rentals": {
                "address": "401 Km 2.1, Anasco 00610 Puerto Rico",
                "location_id": "1890960",
                "description": "Hi and welcome to the house that love built! We are located on beautiful Tres Hermanos Beach in Añasco - Western Puerto Rico, on over an acre of land, where tropical palm trees sway in the warm ocean breeze. We are happy to be able to share our hidden paradise with you. If you enjoy the outdoors, you will get a sense of being one with nature while enjoying a quiet morning walk on the beach or while witnessing an amazing sunset. With 150 feet of private beachfront, you can truly enjoy the peace and beauty of this remarkable unspoiled spot. Roberto's Hidden Paradise has three spacious and fully furnished villas. - one 3-bedroom/2-bath villa: This villa sleeps up to 9 people (1st bedroom w/1 queen size bed, 2nd bedroom w/ 1 full & 1 twin, 3rd bedroom w/1 full & 2 twins). - two 2-bedroom/1-bath villas: These villas sleep up to 4 people each (1st bedroom w/1 queen size bed, 2nd bedroom w/ 2 twin beds). One of these villas has a den with a 5th bed. The property also features a beach-side gazebo, a basketball half-court, and plenty of space to enjoy! We are not your typical tourist/resort area…we are a well-established and quiet neighborhood with amazing people. WE ARE PUERTO RICO!",
                "address_string": "401 Km 2.1, Anasco 00610 Puerto Rico",
                "latitude": "0.0",
                "longitude": "0.0",
                "rating": "4.5",
                "price_level": null,
                "hours": [],
                "amenities": [
                    "Beachfront",
                    "Free parking",
                    "Wheelchair access",
                    "Kitchenette",
                    "Free Wifi",
                    "Air conditioning",
                    "Microwave",
                    "Refrigerator in room",
                    "Non-smoking hotel",
                    "Private Beaches",
                    "BBQ Facilities",
                    "Cable / Satellite TV",
                    "Clothes Dryer",
                    "Coffee / Tea Maker",
                    "English",
                    "Mountain View",
                    "Oven",
                    "Portuguese",
                    "Spanish",
                    "Stovetop",
                    "Sun Loungers / Beach Chairs",
                    "Walk-in Shower",
                    "Washing Machine",
                    "Beach Access"
                ],
                "reviews": [
                    {
                        "title": "A real hidden paradise",
                        "review_text": "An amazing place for s fantastic beach experience. I spent 6 fantastic days with friends and family in this paradise. The owner is fantastic. She provided everything for s great stay! Semi private beach and incredible sunsets!! "
                    },
                    {
                        "title": "Stay far away",
                        "review_text": "1 out of five because she’s so caught up in harassing her neighbors that she can’t even do her job properly. Regularly causing issues for a nearby rescue and creating so much drama and havoc it’s not even worth going here. I advise you to stay somewhere else. This lady is big Trouble and she does not care about her guests."
                    },
                    {
                        "title": "Perfect Sunset for my Wedding Day",
                        "review_text": "This place has always had a special place in my heart and now it will forever be extra special. We decided to celebrate our wedding here on 10/10/2020, small gathering of close family and friends. We stayed there from Friday to Sunday and let me tell you this place has everything you could possibly need. Starting with the hosts, they are simply amazing you can tell the love that they have for this place and you feel the serenity and peace once you arrive. They explained everything to us and where everything was and each apartment had their set of keys(which I loved). Rooms were all comfortable, they all have air conditioners in them and are comfortable. Everything was clean, they have everything you need from soap to towels. We did some grocery shopping at the near by stores if you need something extra last minute there’s a Walgreens not even 10 minutes away. On our special day the sunset was simply perfect for pictures that even our photographer was stunned by, the sun was completely perfect and the view that you get from the beach and background mountains is more than perfect😍 Words can’t explain how extremely happy I am with everything and thankful🤗 love this place extremely recommended."
                    },
                    {
                        "title": "Beach trip",
                        "review_text": "This was the perfect spot to relax and feel safe for a family trip. The beach was beautiful and the property was private just to spend quality time together. Highly recommend! I will for sure be coming back shortly."
                    },
                    {
                        "title": "beautiful sunset",
                        "review_text": "My family and I enjoy every day a spectacular sunset in front of the beach..amazing,,,calm quiet, clean and very private...excellent for family vacations and service excellent.Great location to visit Rincon and Mayaguez , near from Aguadilla Airport."
                    }
                ]
            },
            "Tres Hermanos Camping": {
                "address": "Anasco Puerto Rico",
                "location_id": "15670022",
                "description": null,
                "address_string": "Anasco Puerto Rico",
                "latitude": "0.0",
                "longitude": "0.0",
                "rating": "5.0",
                "price_level": null,
                "hours": [],
                "amenities": [],
                "reviews": []
            },
            "Rincon Beach Resort": {
                "address": "Road 115, Km 5.8, Caguabo 00610 Puerto Rico",
                "location_id": "242226",
                "description": "Nestled on the Bay of Añasco in Puerto Rico's West Coast, Rincon Beach Resort is the perfect escapade for relaxing days under the sun or enjoying an unforgettable dining experience. The West Coast of Puerto Rico, known as Porta del Sol, is home to some of the world's best beaches and surfing areas. Rincon Beach Resort features 112 newly furnished guestrooms with 24 spacious one or two-bedroom condo villas perfect for families, an infinity freeform swimming pool with Jacuzzi overlooking the Caribbean Sea, a swim up bar, lobby bar, Brasas Restaurant and Pelican Beachfront Grill. Rincon Beach Resort offers its guests an array of activities to ensure a memorable experience throughout their stay.",
                "address_string": "Road 115, Km 5.8, Caguabo 00610 Puerto Rico",
                "latitude": "18.2953",
                "longitude": "-67.2092",
                "rating": "4.0",
                "price_level": "$$$",
                "hours": [],
                "amenities": [
                    "Pool",
                    "Free parking",
                    "Suites",
                    "Free Internet",
                    "Wifi",
                    "Free Wifi",
                    "Fitness center",
                    "Beachfront",
                    "Bar/Lounge",
                    "Beach Access",
                    "Internet",
                    "Kids Activities",
                    "Wheelchair access",
                    "Restaurant",
                    "Meeting rooms",
                    "Hot Tub",
                    "Non-smoking rooms",
                    "Laundry Service",
                    "Banquet Room",
                    "Air conditioning",
                    "Family Rooms",
                    "Multilingual Staff",
                    "Refrigerator in room",
                    "Non-smoking hotel",
                    "Safe",
                    "Swimup Bar",
                    "Flatscreen TV",
                    "Poolside Bar",
                    "Private Balcony",
                    "Outdoor pool",
                    "Parking",
                    "Facilities for Disabled Guests",
                    "English",
                    "24-Hour Front Desk",
                    "Iron",
                    "Pool / Beach Towels",
                    "Pool with View",
                    "Snack Bar",
                    "Spanish",
                    "Sun Loungers / Beach Chairs",
                    "Sun Terrace",
                    "Sun Umbrellas",
                    "Conference Facilities",
                    "Breakfast Available",
                    "Vending Machine"
                ],
                "reviews": [
                    {
                        "title": "Room Ready BUT Early Checkin Charge",
                        "review_text": "First, great bar staff at the swim up bar and housekeeping staff very friendly. However, I have traveled worldwide for work and NEVER arrived at a hotel early to be told that your room is ready but checkin is at 4pm and I can’t give it to you before 2:30pm or it will be an $81 early checkin charge. Also, front desk lady said we could use pool early BUT did not tell us she had towels and had to go back after we got seats! Beautiful beach views!"
                    },
                    {
                        "title": "The good and the tired-a sleepy sort of paradise",
                        "review_text": "Lightly staffed, short on service personnel and very few guests, which is fantastic for a quiet getaway where you feel like you have your own private property. The rooms are reminiscent of Bahia Mar in the early 80’s. Sparely decorated and sparse. We upgraded from ocean view, a slice of the ocean through the palm trees to full on room overlooking the pool. Well worth the upgrade. The view of the ocean is amazing. Comes complete with a heart shaped jacuzzi tub that likely will not be used. Also a large walk in closet. \nUpdates needed: the bathroom light in the middle of the ceiling leaked when it rained, wouldn’t lean on the porch rails that are rusted through, the sinks need power bleach to remove the grime and OSHCA may not approve of the exit sign hanging from an exposed wire. \nWe ate a burger at the poolside bar upon our arrive, waiting for the room the be ready and decided we wouldn’t dine on property again during our 3 night stay. The location is not actually in Rincón- a short drive (not walk) to the plaza. 20 min. drive to the surfer beaches."
                    },
                    {
                        "title": "Unrealistic description ",
                        "review_text": "The staff was nice. Definitely needs upgrading. ... rooms clean but dingy; balcony furniture rusty. It's listed as \"beachfront\" but no actual beach (2-3 feet of sand). \"Swim up bar\" closed at 8pm. Many wedding events lead to rowdy guests into late"
                    },
                    {
                        "title": "Great Location…Not so Good Rooms",
                        "review_text": "Great property in a great location but …\nStayed in the suites tower which has a very spacious facilities.\nBut…\nAfter checking in found out that the trash cans were full!!!!\nComplained to the front desk…next day the trash can was still full…same story during the whole stay.\nThe refrigerator was not working…\nThe interconnecting doors were not functioning properly, the door locks need repair!!!!\nThe inside is very tired…needs maintenance.\n\nOverall great location but lousy rooms. Very accesible to great restaurants and sightseeing in beautiful western puerto Rico"
                    },
                    {
                        "title": "Great small hotel in Rincón, Puerto Rico. ",
                        "review_text": "Great small hotel. Nice, clean, beautiful premises and rooms. \nFamily own hotel with attention to details. \nThe most beautiful  sunsets on the west of Puerto Rico. \nIt has that hideaway feeling you don’t get on a large hotel. "
                    }
                ]
            },
            "Yukayeke Playa Resort": {
                "address": "Carretera 401 Km 2.6, La Playa 00610 Puerto Rico",
                "location_id": "7088767",
                "description": "We are a small \"boutique\" style resort, located in a rural beach setting. Very quiet and peaceful, this resort boasts lush landscaping, kitchens in every apartment, largest pool in Western P.R., beautiful secluded beach and a large covered outdoor entertainment area. We have everything you need for a family vacation, large groups, destination weddings, or just a quiet weekend away by yourself!",
                "address_string": "Carretera 401 Km 2.6, La Playa 00610 Puerto Rico",
                "latitude": "18.27632",
                "longitude": "-67.18749",
                "rating": "3.5",
                "price_level": "$$",
                "hours": [],
                "amenities": [
                    "Pool",
                    "Internet",
                    "Suites",
                    "Free Internet",
                    "Free parking",
                    "Wifi",
                    "Business center",
                    "Air conditioning",
                    "Beachfront",
                    "Pets Allowed",
                    "Kitchenette",
                    "Free Wifi",
                    "Hot Tub",
                    "Outdoor pool",
                    "Beach Access"
                ],
                "reviews": [
                    {
                        "title": "Perfect for a longer stay, quiet, had everything we needed",
                        "review_text": "This place was perfect for us, a family of 4. We stayed for about three weeks while my husband worked in Añasco. It is not a luxury resort, but a building with approximately 10 appartments. It does not have a reception, but the owner lives across the street and a caretaker is around every day.\nThe appartment is not very big, but big enough for us. The kitchen is basic, but it functions and the fridge is huge (for Dutch standards :-). \n\nIn the weekends there were some more people, but it was quiet during the week, we often had the big and beautiful swimmingpool to ourselves. The beach is in the backyard; as the resort is nearly at the end of a dead-end street, the area and beach are very quiet, we often had the beach to ourselves too. Added bonus for us are the friendly cats that live around the place. And for me personally it was a very good bonus that the area is rich in birds. I have spotted several of the endemic Puerto Rican birdspecies during short walks from Yukayeke. Last but not least: we went swimming in the sea after dark and there was amazing bioluminescence. You don't have to go to La Parguera to see it, the effect here was even better!\n\nThere are three restaurants in walking distance that are open in weekends. A bit further away, but still close, are twoo shops in the village La Playa. A 15 minute drive brings you to a shopping centre with supermarket etc."
                    },
                    {
                        "title": "Budget luxury",
                        "review_text": "Traveling with a friend and visiting family, we did not want to break the budget on accommodations, or restaurants. We found the perfect price vs amenities choice. Yukayeke Playa Resort was at one time more luxurious, true. What it is now, is  comfortable, with a magnificent pool, a friendly atmosphere, adjacent beach and gorgeous gardens. Manager was supportive and helpful. Apparently the resort is for sale, which will mean the price will increase and the rooms will become bland and luxurious in that uniform, boring, no surprises way. Right now it is quirky, and unique. A great place to bring the family, the family pet, friends or anyone who will not complain if everything is not picture perfect. The complete kitchens allow flexibility."
                    },
                    {
                        "title": "Pleasant stay but needs some TLC",
                        "review_text": "The property was great, the pool exceptional. A few more lounge chairs would be better as there were only two. The ocean and beach are nice and clam and very walkable. The hotel itself is a little old but still the amenities are good however we  did get an electric shock every time we turned on the bathroom light and the fan did not work in our room. We never saw any staff there during our 4 day stay so there was no one there ever to ask for help as the office was always closed and locked, maybe on our 4th day but by then we were leaving.  We could of used more than only two towels for a family of four.   Could have been because of the holidays but still would have been nice to exchange dirty towels after a few days.   Although we had a full size kitchen, a dish towel and some dish soap would have helped as we cooked most days. The area/town doesn't really have anything and you have to drive to Rincon for anything. You will need a car in this area. It is a better area to stay than Rincon but it's isolated in term of action. The Wifi only worked intermittently by the pool, so if you need strong wifi or it in your rooms you won't have it."
                    },
                    {
                        "title": "Wonderful",
                        "review_text": "Went there for our honeymoon. We wanted to stay in an off the beaten path place and we found it. Only 15 rooms at this resort. Do not be put off by the drive it appears you are going to the middle of nowhere. The resort is gated. Our room had an outside patio, kitchen, setting area and bedroom. Get air conditioner.. beautiful large pool, beautiful native plants and flowers around the grounds. Great host that kept on text contact. Private beach that we had to ourselves.central locations to many beaches and towns on the west coast. Lots of local food. Get out of San Juan and go here"
                    },
                    {
                        "title": "Leisure couple getaway",
                        "review_text": "We enjoyed our stay, ac worked fine, pool is big and clean, direct access to beach is a plus and atmosphere totally relaxing....coquis were serenading us!   I did the research and it met our expectations."
                    }
                ]
            },
            "Hotel Mi Tierra": {
                "address": "16.4 Carr 102, Cabo Rojo 00623-3615 Puerto Rico",
                "location_id": "15701314",
                "description": null,
                "address_string": "16.4 Carr 102, Cabo Rojo 00623-3615 Puerto Rico",
                "latitude": "18.124115",
                "longitude": "-67.18311",
                "rating": "5.0",
                "price_level": null,
                "hours": [],
                "amenities": [],
                "reviews": [
                    {
                        "title": "Weekend hotel at Cabo Rojo turned out better than expect!",
                        "review_text": "Stayed at this hotel for two nights.   It has a pool which was clean and close to a medium size.  Very very clean room, as you come into the room it smell clean.  Room not that big but good enough.  Bed was comfortable.  Recommended for weekend stay.  \n\nWe didn’t tried the restaurant next to the hotel, but as you exit the hotel, make a right and you find plenty of places for dinner, brunch, drinks, etc.\n\nThe hotel has a small parking.  If you ha e a big truck it may be difficult to maneuver and park.  If your parking is in the side were the restaurant is, then, expect to have a bit of traffic in and out during the weekend.\n\nI’m not sure of this is normal.  But  Saturday night there was some kind of small band singing covers .  Good songs that made you want to sit, drink or eat something, and listen to the live music.\n\nWe didn’t used the hotel pool as we had tickets for a water park about 30 minutes from the hotel.  There is plenty to do around.  Check here in TripAdvisor for things to do in Cabo Rojo, San German, Mayaguez, Añasco, Rincon, and Aguadilla.  Depending on destination  and traffic the longest trip will be about an hour."
                    }
                ]
            },
            "413 Apartments": {
                "address": "Road 413, Km 4.5 Bo. Puntas, Rincon 00677 Puerto Rico",
                "location_id": "1599837",
                "description": null,
                "address_string": "Road 413, Km 4.5 Bo. Puntas, Rincon 00677 Puerto Rico",
                "latitude": "18.32197",
                "longitude": "-67.24494",
                "rating": "5.0",
                "price_level": null,
                "hours": [],
                "amenities": [
                    "Kitchenette",
                    "Air conditioning"
                ],
                "reviews": [
                    {
                        "title": "Clean",
                        "review_text": "Well, the room was around 12.5 feet by 20-25 feet. Had a satellite tv, small refrigerator and microwave. Very clean place. Cute pool outside the room and good view from outside the room.\nShared bathroom, worn bedding, no mirror in the bedroom, no wash cloths. No reception, but you could call and talk to someone who spoke Spanish and someone who could speak English.They do have larger rooms with kitchenettes, that may be a good value for those staying awhile."
                    },
                    {
                        "title": "Running away from the snow!",
                        "review_text": "I'm a local guy, born and raised between Aguada and Rincón who moved to N.J. Every year I come and stayed at 413 Apartments l. It's a basic but great place to stay without ruining your pockets. Located just couple minutes away from the beach, watersport rentals, bakeries, liquor stores and gas stations."
                    },
                    {
                        "title": "When in Rincon, Stay in Apartments 413!!!!",
                        "review_text": "We stayed in this property for a long weekend and it was wonderful!! You will have everything you need like in your own house!! I really recommended for a great peaceful  and relaxing time!!! Everything is near and there are great restaurants very tasteful and affordable. And the beaches and the sunsets , well you are in Rincon!!!"
                    },
                    {
                        "title": "Everything you need",
                        "review_text": "First of all the owner Lydia is the friendliest person around. The the place have everything you could possibly need. Pool, BBQ, dominoes table and washer and dryer. Rooms are simple but clean and comfortable.They have a/c a must when you are all day at the beach. It also have free wifi.the Room on the pool deck P2 which has 2 rooms also have a full kitchen and small living room. From the pool deck it has a view to the mountainside. The place like everything in Rincon is not more than 3 min drive to any place or beach. The price for my room P3 which is next and connect to P2 which we also had was $85. P2 the two bedroom one was $150. Not bad at all. Definitely will go back. Can't wait to go back!!"
                    },
                    {
                        "title": "Clean and just what we needed.",
                        "review_text": "Me (from Añasco) and my wife (from Mayagüez) grew up / spent most of our teens and college years in this area.  We know this area well..is like home.  We moved to CT and visit every Navidades.  We wanted to celebrate our anniversary, hang around Rincon like the we use to.  On a short notice, this area will cost you some $$$ for clean decent accommodations, if you find accommodations on a short notice.   413 Apartments provided what we needed.  A nice room, clean, nice pool / deck area, great view...without breaking the bank.  We were very centric to everything and even found time to check some properties for sale.  The owner is a very nice lady willing to provide advice and feedback of places to go and eat.  We felt safe and it was private.   We will come back for sure.  Like I said, we were and still are locals...we know the area, and this place is an excellent cost effective option.  Like many locals, we rarely try hotels or rentals in the area...this was a good decision...and BTW, Rincon PR is the best!   Come visit PR!"
                    }
                ]
            },
            "Holiday Inn Mayaguez & Tropical Casino, an IHG hotel": {
                "address": "2701 Hwy. 2, Mayaguez 00680 Puerto Rico",
                "location_id": "151796",
                "description": "Holiday Inn® Mayagüez & El Tropical Casino A warm welcome to the City of Mayagüez, and to one of its foremost hotels, renowned for service and quality excellence. Located in a lush and tropical setting and surrounded by mountains and the ocean, Mayagüez has many wonderful attractions and activities to experience. Adjacent to Highway 2 and only two (2) miles from the local airport Eugenio Maria de Hostos (MAZ) and twenty (20) miles from Rafael Hernandez Airport in Aguadilla (BQN) and no passport is required for USA citizens, our hotel is close to all major commercial activities and attractions such as beaches, historical sites, shopping malls and much more... In the hotel, you will enjoy our Tropical Casino, West Coast Bistro and our Bar, as well as our recently renovated pool. And most importantly, free parking no resort fee added to your reservation charge. Kick back, enjoy our hospitality and let us pamper you!",
                "address_string": "2701 Hwy. 2, Mayaguez 00680 Puerto Rico",
                "latitude": "18.2366",
                "longitude": "-67.1617",
                "rating": "4.0",
                "price_level": "$$",
                "hours": [
                    "Monday: 00:00 - 00:00",
                    "Tuesday: 00:00 - 00:00",
                    "Wednesday: 00:00 - 00:00",
                    "Thursday: 00:00 - 00:00",
                    "Friday: 00:00 - 00:00",
                    "Saturday: 00:00 - 00:00",
                    "Sunday: 00:00 - 00:00"
                ],
                "amenities": [
                    "Pool",
                    "Internet",
                    "Kids Activities",
                    "Shuttle Bus Service",
                    "Suites",
                    "Room service",
                    "Free Internet",
                    "Free parking",
                    "Wheelchair access",
                    "Restaurant",
                    "Bar/Lounge",
                    "Pets Allowed",
                    "Casino",
                    "Wifi",
                    "Public Wifi",
                    "Free Wifi",
                    "Dry Cleaning",
                    "Meeting rooms",
                    "Non-smoking rooms",
                    "Business center",
                    "Fitness center",
                    "Laundry Service",
                    "Concierge",
                    "Banquet Room",
                    "Air conditioning",
                    "Family Rooms",
                    "Multilingual Staff",
                    "Self-Serve Laundry",
                    "Accessible rooms",
                    "Conference Facilities",
                    "Non-smoking hotel",
                    "Safe",
                    "Flatscreen TV",
                    "Kids pool",
                    "Outdoor pool",
                    "Breakfast Available",
                    "Parking",
                    "Facilities for Disabled Guests",
                    "Housekeeping",
                    "ATM On Site",
                    "Blackout Curtains",
                    "Breakfast in the Room",
                    "Cable / Satellite TV",
                    "Express Check-in / Check-out",
                    "Desk",
                    "English",
                    "Complimentary Toiletries",
                    "24-Hour Front Desk",
                    "Hair Dryer",
                    "Happy Hour",
                    "Highchairs Available",
                    "Iron",
                    "Kids' Meals",
                    "Laptop Safe",
                    "Mountain View",
                    "Newspaper",
                    "Patio",
                    "Pool / Beach Towels",
                    "Private Bathrooms",
                    "24-Hour Security",
                    "Secured Parking",
                    "Spanish",
                    "Telephone",
                    "Vending Machine",
                    "Wake Up Service / Alarm Clock",
                    "Wardrobe / Closet",
                    "Wine / Champagne"
                ],
                "reviews": [
                    {
                        "title": "Maybe good for one night stay.",
                        "review_text": "My husband booked a 2 Queen-bed room for 21 days for 3 people. We arrived on a Tuesday. The room had only 2 towels and I had to request a third. It has no microwave, but there is one bt=y the ice machine, but based on the service i received I was afraid that it might never gets celan. For 5 days we had no housekeping service! Every evening, I had to go to the front desk asking items that we ran out off such as toilet paper, tissues, towels, etc. On Friday and Saturday, I went to the front desk asking to please clean my room. Nothing, Sunday morning at 10:31 AM, I  especifically told them to clean my room because it had not been serviced since the day we arrived, and we were going to be out ALL DAY! When we arrived around 10:00 PM the room was still untouched. Monday, I spoke with a manager, and she told me that my room was not serviced because I have a \"Do Not Disturb\" sign on the door at 8:00 AM. I explained that we remove it every morning as we leave, sometimes between 9 to 10 AM, besides the checkout time is Noon. She gave me a voucher for 2 complimentary breakfasts. Things were fine for a few days. Then I found a note from housekeeping informing that the towels \"will be brought soon\". (There were No towels of any size when we arrived at 8:45 PM). By 9, I went to the front desk, told them about the note, they said it was placed around 5 to 6 PM and that they will call housekeeping. At 9:00 PM, No towels, yet. After attempting to call the front desk 3 times in 15 minutes getting a busy sound, I dialed housekeping myself. I was told that he was not aware of that, but to give him 10 minutes. He arrived around 9:45 PM and apologized. The next day, and for the 3 following days, housekeeping didn't show up. Once again, I spoke with a manager. If it wasn't because my husband refused to move to another hotel, I would have left by day 3! The pool is only 4 feet deep and a disapointment for my granddaughter who is on a swimming team! The food was no that good either, My husband and I ordered a piña colada and received 1 ounce of drink covered with whipped cream and a chery! We literally have to eat the whipped cream with a spoon like ice cream and most of the food on the platter of fried appetizers were burned. In 49 years of traveling all over the USA, Canada and Europe, Have i ever had such a bad service!The day before checking out, the manager called to give us another free breakfast. (Maybe to a peace me).  I don't give a 0 because it is not possible."
                    },
                    {
                        "title": "Quick night stay. ",
                        "review_text": "So this hotel for a good night sleep is awesome. The room was very clean and the staff was very professional. Easy to book online and it had adequate large room which is generally the way this franchise operates. The only downfalls is that it's a bit pricey and the casino attached to it was more for donating your money. The machines didn't actually pay. "
                    },
                    {
                        "title": "No Breakfast for 2+ : Incorrect rate information",
                        "review_text": "Booked this place for  family of 3 of us, with a rate that said breakfast included. Booked this on holiday inn website.\nOn arrival we were told that it is included for only 2 people (pay extra for additional people if you want).\nCalling holiday in customer service and opening case turned out to be not helpful.\nI was told this is the policy of the hotel and they are just enforcing it.\nI looks like patron like me was provided incorrect information. I would have made other choice if I had known at the time of booking."
                    },
                    {
                        "title": "Very nice Hollyday Inn",
                        "review_text": "Simple hotel with nice pool and casino.  Reception staff and Mr Ruben were especially nice. The bar service was incredible, but unfortunately, we didn't take their names.  Rooms are typical Holliday Inn room, and breakfast is nice as you would expect. Plenty of FREE parking "
                    },
                    {
                        "title": "A nice representation  of the brand",
                        "review_text": "It was a nice representation  of the brand.  The grounds were fine. And the check in and staff were welcoming. The room was clean and comfortable. With a nice mattress.  Price was pretty standard for the area.  Fridge and safe in room but no microwave.   Internet TV available. "
                    }
                ]
            }
        },
        "attractions": {
            "Mirador de Anasco": {
                "address": "Route 115, Anasco 00610 Puerto Rico",
                "location_id": "17457839",
                "description": "The tower is easy to locate and reach since it is located right on Route 115. The Mirador provides a spacious parking place and it has a solid structure. Built on concrete, it is about three stories high and it provides a nice view of the ocean and the Mona Passage.",
                "address_string": "Route 115, Anasco 00610 Puerto Rico",
                "latitude": "18.295914",
                "longitude": "-67.214134",
                "phone": null,
                "rating": "4.5",
                "hours": [
                    "Monday: 07:00 - 18:00",
                    "Tuesday: 07:00 - 18:00",
                    "Wednesday: 07:00 - 18:00",
                    "Thursday: 07:00 - 18:00",
                    "Friday: 07:00 - 18:00",
                    "Saturday: 07:00 - 18:00",
                    "Sunday: 07:00 - 18:00"
                ],
                "groups": [
                    {
                        "name": "Sights & Landmarks",
                        "localized_name": "Sights & Landmarks",
                        "categories": [
                            {
                                "name": "Observation Decks & Towers",
                                "localized_name": "Observation Decks & Towers"
                            }
                        ]
                    }
                ],
                "reviews": [
                    {
                        "title": "Art lover and a great view",
                        "review_text": "This mirador features the art work of Ciudad Museo a group of local artist, if you walk to the top on a clear day you'll experience great views. "
                    },
                    {
                        "title": "Recently renovated (June 2019)",
                        "review_text": "This overlook has been here many years. The view is beautiful and you can see most of Añasco bay.\n\nIt was full of graffiti for many years, but it has been renovated recently. As of today (July 17, 2019) is still clean, but I am sure it will be vandalized soon (everything does) and some graffiti will damage the structure. The place has 4 restaurants in the immediate area. Is a good spot for pictures."
                    }
                ]
            },
            "Puente de Anasco": {
                "address": "Highway 2, KM.146, Anasco Puerto Rico",
                "location_id": "17482006",
                "description": "Historic bridge, constructed in 1940 with its original name of Puente Salcedo, that lies between the town of Mayaguez and Anasco. Currently is under the list of historical structures of the Institute of Puerto Rican Culture.",
                "address_string": "Highway 2, KM.146, Anasco Puerto Rico",
                "latitude": "18.272463",
                "longitude": "-67.161575",
                "phone": null,
                "rating": "2.5",
                "hours": [
                    "Monday: 00:00 - 23:59",
                    "Tuesday: 00:00 - 23:59",
                    "Wednesday: 00:00 - 23:59",
                    "Thursday: 00:00 - 23:59",
                    "Friday: 00:00 - 23:59",
                    "Saturday: 00:00 - 23:59",
                    "Sunday: 00:00 - 23:59"
                ],
                "groups": [
                    {
                        "name": "Sights & Landmarks",
                        "localized_name": "Sights & Landmarks",
                        "categories": [
                            {
                                "name": "Bridges",
                                "localized_name": "Bridges"
                            }
                        ]
                    }
                ],
                "reviews": [
                    {
                        "title": "Puente",
                        "review_text": "Old bridge by the river. Not much to see or do really. Easy to catch on the way thru the West Coast."
                    },
                    {
                        "title": "Abandoned bridge. Historical place, built in 1944",
                        "review_text": "This bridge was built in 1944 to be used for the train. After the trains were gone, it was used as part of the main highway (Hwy #2). The bridge cross from Añasco to Mayagüez. It was closed many years ago and a new concrete bridge was built to accommodate more traffic.\n\nYou can still park in the side of the road (as I just did) and walk the bridge and take some pictures. The river name is Rio Grande de Añasco.\n\nOther than take a few pictures, this place does not offer any attractive."
                    }
                ]
            },
            "Plaza de Recreo Anasco": {
                "address": "Cll 65 De Infanteria, Anasco 00610 Puerto Rico",
                "location_id": "17471393",
                "description": "The center and heart of Anasco lies in the Plaza de Recreo where people come and meet and celebrate local festivities. The square has local restaurants, benches, statues, theater square and fountains for the enjoyment of the people.",
                "address_string": "Cll 65 De Infanteria, Anasco 00610 Puerto Rico",
                "latitude": "18.282158",
                "longitude": "-67.14048",
                "phone": null,
                "rating": "5.0",
                "hours": [
                    "Monday: 00:00 - 23:59",
                    "Tuesday: 00:00 - 23:59",
                    "Wednesday: 00:00 - 23:59",
                    "Thursday: 00:00 - 23:59",
                    "Friday: 00:00 - 23:59",
                    "Saturday: 00:00 - 23:59",
                    "Sunday: 00:00 - 23:59"
                ],
                "groups": [
                    {
                        "name": "Nature & Parks",
                        "localized_name": "Nature & Parks",
                        "categories": [
                            {
                                "name": "Parks",
                                "localized_name": "Parks"
                            }
                        ]
                    }
                ],
                "reviews": []
            },
            "Parque Brisas de Anasco": {
                "address": "Calle 10, Anasco 00610 Puerto Rico",
                "location_id": "17466587",
                "description": null,
                "address_string": "Calle 10, Anasco 00610 Puerto Rico",
                "latitude": "18.279495",
                "longitude": "-67.14845",
                "phone": null,
                "rating": "1.0",
                "hours": [
                    "Monday: 00:00 - 23:59",
                    "Tuesday: 00:00 - 23:59",
                    "Wednesday: 00:00 - 23:59",
                    "Thursday: 00:00 - 23:59",
                    "Friday: 00:00 - 23:59",
                    "Saturday: 00:00 - 23:59",
                    "Sunday: 00:00 - 23:59"
                ],
                "groups": [
                    {
                        "name": "Nature & Parks",
                        "localized_name": "Nature & Parks",
                        "categories": [
                            {
                                "name": "Parks",
                                "localized_name": "Parks"
                            }
                        ]
                    }
                ],
                "reviews": [
                    {
                        "title": "Another abandoned park",
                        "review_text": "Parque Brisas de Añasco is another park that unfortunately has been abandoned by the government. \nThe basketball court is just an empty building.\nA few swings that are rusted (see pictures)\nIt has a big empty lot that a neighbor just told me that it is been used something for kids to play football.\n\nVery unfortunate to see how the well-being of kids is not important anymore.\n\nDo not waste your time looking for this place."
                    }
                ]
            },
            "Parroquia San Antonio Abad Anasco": {
                "address": "47 Calle 65 De Infanteria, Anasco 00610 Puerto Rico",
                "location_id": "17458810",
                "description": "The parish is in honor to Antonio Abad, who was born in Egypt around the year 250. At the death of his father, he distributed his goods to the poor and he retired in the desert, where he started to live his life in penance. He had a lot of disciples, he worked in favor of the church, comforting the confessors of the faith during the persecution of Diocletian, and supported Saint Atanacio in his fights against the arians. He died in the year 356. His celebration is on January 17.",
                "address_string": "47 Calle 65 De Infanteria, Anasco 00610 Puerto Rico",
                "latitude": "18.282326",
                "longitude": "-67.14113",
                "phone": null,
                "rating": null,
                "hours": [],
                "groups": [
                    {
                        "name": "Sights & Landmarks",
                        "localized_name": "Sights & Landmarks",
                        "categories": [
                            {
                                "name": "Churches & Cathedrals",
                                "localized_name": "Churches & Cathedrals"
                            }
                        ]
                    }
                ],
                "reviews": []
            },
            "Municipio de  Anasco": {
                "address": "Calle 65 De Infanteria, Anasco 00610 Puerto Rico",
                "location_id": "17464231",
                "description": null,
                "address_string": "Calle 65 De Infanteria, Anasco 00610 Puerto Rico",
                "latitude": "18.281822",
                "longitude": "-67.14101",
                "phone": null,
                "rating": null,
                "hours": [],
                "groups": [
                    {
                        "name": "Sights & Landmarks",
                        "localized_name": "Sights & Landmarks",
                        "categories": [
                            {
                                "name": "Government Buildings",
                                "localized_name": "Government Buildings"
                            }
                        ]
                    }
                ],
                "reviews": []
            },
            "Salsipuedes Aventuras (Escape Room)": {
                "address": "Carr. #2 Km 141.5 Parking of Don Frappe / Don Maceta, Anasco 00610 Puerto Rico",
                "location_id": "13826056",
                "description": "Salsipuedes Aventuras is an escape game, real life adventure attraction where small teams of family, friends or coworkers will work as a team to complete a mission by solving riddles, cracking codes and finding clues in a movie like scenario. We are located in the parking area of \"La Hacienda del Don\" theme park where you can also find Don Frappe and Don Maceta!",
                "address_string": "Carr. #2 Km 141.5 Parking of Don Frappe / Don Maceta, Anasco 00610 Puerto Rico",
                "latitude": "18.313648",
                "longitude": "-67.15024",
                "phone": "+1 787-365-2523",
                "rating": "5.0",
                "hours": [
                    "Monday: Closed",
                    "Tuesday: Closed",
                    "Wednesday: 14:00 - 22:00",
                    "Thursday: 14:00 - 22:00",
                    "Friday: 14:00 - 18:00",
                    "Saturday: 18:00 - 23:00",
                    "Sunday: 12:30 - 22:00"
                ],
                "groups": [
                    {
                        "name": "Fun & Games",
                        "localized_name": "Fun & Games",
                        "categories": [
                            {
                                "name": "Room Escape Games",
                                "localized_name": "Room Escape Games"
                            },
                            {
                                "name": "Game & Entertainment Centers",
                                "localized_name": "Game & Entertainment Centers"
                            }
                        ]
                    }
                ],
                "reviews": [
                    {
                        "title": "Unforgettable Moment",
                        "review_text": "I recommend that you visit it; you will have an amazing experience that you can do with friends and family and have a super incredible time."
                    },
                    {
                        "title": "Great!!!!",
                        "review_text": "Great time. Great game. Awesome game master. So much fun...great atmosphere. Good price. Challenging but not impossible."
                    },
                    {
                        "title": "Ist time. Great Experience.",
                        "review_text": "First Time that my family experienced this game. Great hosts and Interesting Escape. It was 1 hour and we did it in 57 minutes hahaha. Proud of ourselves. It was really funny."
                    },
                    {
                        "title": "You can't miss it",
                        "review_text": "Really nice and very fun experience. Team work definetly a plus. Employees very polite. We had so much fun. Your brain will be on fire 😂😂"
                    },
                    {
                        "title": "Amazing Family time. We Will do ir again for sure.",
                        "review_text": "Great experience. A very nice and Fun Family time. We really enjoy it. The Scape room was created and prepared perfectly and the employers where great with us."
                    }
                ]
            },
            "Parque Nacional Tres Hermanos": {
                "address": "Pr-115, Anasco Puerto Rico",
                "location_id": "17457856",
                "description": null,
                "address_string": "Pr-115, Anasco Puerto Rico",
                "latitude": "18.29604",
                "longitude": "-67.19288",
                "phone": null,
                "rating": "1.0",
                "hours": [],
                "groups": [
                    {
                        "name": "Nature & Parks",
                        "localized_name": "Nature & Parks",
                        "categories": [
                            {
                                "name": "Parks",
                                "localized_name": "Parks"
                            }
                        ]
                    }
                ],
                "reviews": [
                    {
                        "title": "July 17, 2019 The place is abandoned.",
                        "review_text": "As a law enforcement officer, I patrol this area often. Today, I wanted to check the condition of the place. My review:\n\n* Place is abandoned. I have not seen a car inside the parking lot in a long time.\n\n* Until recently, the main gate was just opened. Today I noticed it has a small chain and padlock.\n\n*Everything inside is broken, the buildings were damaged by the hurricane and vandalized after that. \n\n* Grass has not been cut in a long time.\n\n*As you can see in the pictures, the beach in the area looks nice, since people can't visit the area the beach is clean.\n\n*You can still visit the beach (is public), but you would have to leave your car far away from the beach and walk.\n\n*I stopped to chat to some locals and they confirmed that after the hurricane, the government just abandoned the place.\n\nDon't waste your time looking for this place."
                    }
                ]
            },
            "Monumento Al Soldado": {
                "address": "Pr-402, Anasco 00610 Puerto Rico",
                "location_id": "17454883",
                "description": "Monument in honor of the fallen Anasquenos soldiers in the front of the battle of the Second World War and the conflicts of Korea and Vietnam. Close to Jose Adolfo Pesante Square. In this place in the times of the Spanish colonization, the challenges and duels with sword were celebrated, it was called the \"Plaza de los desafios\" (Plaza of the Challenges).",
                "address_string": "Pr-402, Anasco 00610 Puerto Rico",
                "latitude": "18.28263",
                "longitude": "-67.139496",
                "phone": null,
                "rating": "3.0",
                "hours": [
                    "Monday: 00:00 - 23:59",
                    "Tuesday: 00:00 - 23:59",
                    "Wednesday: 00:00 - 23:59",
                    "Thursday: 00:00 - 23:59",
                    "Friday: 00:00 - 23:59",
                    "Saturday: 00:00 - 23:59",
                    "Sunday: 00:00 - 23:59"
                ],
                "groups": [
                    {
                        "name": "Sights & Landmarks",
                        "localized_name": "Sights & Landmarks",
                        "categories": [
                            {
                                "name": "Monuments & Statues",
                                "localized_name": "Monuments & Statues"
                            }
                        ]
                    }
                ],
                "reviews": [
                    {
                        "title": "A statue to honor those who served ",
                        "review_text": "This is a monument to honor those who served. Located in in of the corners of downtown plaza.\n\nVery hard to find parking during weekdays.\n\nPicture spot.\n\n"
                    }
                ]
            },
            "taxiGo DMC": {
                "address": "810 NW 28th St, Miami, FL, Anasco 33127 Puerto Rico",
                "location_id": "24088648",
                "description": "Private transportation company in Anasco, Puerto Rico. Meeting with a name sign in the airport or in your accommodation.",
                "address_string": "810 NW 28th St, Miami, FL, Anasco 33127 Puerto Rico",
                "latitude": "0.0",
                "longitude": "0.0",
                "phone": "+1 585-437-0975",
                "rating": null,
                "hours": [],
                "groups": [
                    {
                        "name": "Other",
                        "localized_name": "Other",
                        "categories": [
                            {
                                "name": "",
                                "localized_name": ""
                            }
                        ]
                    },
                    {
                        "name": "Transportation",
                        "localized_name": "Transportation",
                        "categories": [
                            {
                                "name": "Taxis & Shuttles",
                                "localized_name": "Taxis & Shuttles"
                            }
                        ]
                    }
                ],
                "reviews": []
            }
        },
        "geo": {
            "Anasco": {
                "address": "Anasco Puerto Rico",
                "location_id": "1131642",
                "description": null,
                "address_string": "Anasco Puerto Rico",
                "latitude": "18.28208",
                "longitude": "-67.14129",
                "reviews": [
                    {
                        "title": "We heard that Yahida was the chief",
                        "review_text": "Yahida has to be THE BEST. \nWe will be going to see and experience the dishes she invents \nLost track of her for awhile.  But. We found her. \nAnd are looking forward to that day"
                    },
                    {
                        "title": "Returning to Rincon from Walmart",
                        "review_text": "Done shopping. Need a view and a refreshment. \nFound the best place for what was needed. \nNida walked us through the menu. She had some ideas as well. \nDishes and drinks were top notch. \nWorth a visit"
                    },
                    {
                        "title": "Unforgettable Moment",
                        "review_text": "I recommend that you visit it; you will have an amazing experience that you can do with friends and family and have a super incredible time."
                    },
                    {
                        "title": "Nice place Nice view",
                        "review_text": "We get to Rest Saturday  1:30 no too busy \nService needs to improve and have better coordination \nFood average \nSalad bring with food has bad appearance (or old )"
                    }
                ]
            },
            "Centro Vacacional Villas de Anasco": {
                "address": "Hatillo Barrio, Highway # 115, km. 5, Anasco Puerto Rico",
                "location_id": "3929311",
                "description": null,
                "address_string": "Hatillo Barrio, Highway # 115, km. 5, Anasco Puerto Rico",
                "latitude": "18.293966",
                "longitude": "-67.20206",
                "reviews": [
                    {
                        "title": "We visited  this place on Jan 6 (Three Kings day). ",
                        "review_text": "The bathrooms are in terrible condition. The men's bathroom was closed. \nThe waterfront is loaded with garbage  & abandoned.  It 's a pity  since this was not like this some years ago. The only exception is the pool used by the children This place was better kept."
                    },
                    {
                        "title": "Room in deplorable conditions",
                        "review_text": "When new, this place must have been really beautiful but now it lacks good maintenance.  We stayed at Maricao Villa, first floor.  It had two bedroom (one full bed and 4 bunk beds), one bathroom, kitchen with refrigerator & stove and a balcony.  There is no furniture, except beds, a bench at the balcony and a bench at the kitchen.  You should bring chairs, cookware and PLENTY of disinfectants and cleaning products.\n\nHigh humidity!  There were mold on the walls, everywhere ... a lot 😱... It was really disgusting!\n\nThank God we only stayed one night, but it was enough for two of the adults to get sick.\n\nPool area was nice, looked clean and it had a lifeguard.  The kids enjoyed it.  They also enjoyed playing at the playground and green areas.\n"
                    },
                    {
                        "title": "Country side government resort cabanas near beach and pool facilities",
                        "review_text": "IT's a government owned vacation center with 32 cabanas and 120 Villas to rent. It has a nice large pool ADA accessible. There's a second small pool for toddlers. Pool depth is from 4 to 5 feet (adult pool). Beach is also just right beside the cabanas about 100 to 200 yards away depending which cabana you rent. The cabana is a small building with one door entrance and a sliding security (Double) window. There are 2 rooms one with a moderate queen bed and a second room with 2 double bunk beds (one on top of another). There is a small kitchen with a stove top and a medium size refrigerator and a sink. There ia an overhead Fan that covers the two bedrooms. Six persons fit in the cabana. I almost forgot the small bathroom with a sink, toilet and shower. Pretty neat for something basic near the beach and pool facility to party.I believe it is a very good deal for 53 dollars a nite. I give this place a 4 out of 5. I also recommend it."
                    },
                    {
                        "title": "It's like camping but you sleep indoors",
                        "review_text": "I rented a cabaña there in September 2013 to celebrate my birthday and we had a great time. Please keep in mind that these are rustic cabañas, nothing fancy. People have to bring everything and that is probably why these are used more often by local families. They have one room with two sets of bunk beds (for four people) and a room with a full size bed. Kitchens have a full size fridge and stove. There is only one celing fan. The villas are a bit different because they have ac units but I have not stayed there. I have, however, heard that they are moldy because of the ac.\n\nOur cabaña was clean and in really good shape. The indoor space is small but the terrace is nice and there is plenty of space to put hammocks and beach chairs if you bring them. In reality you are there to enjoy the beach, pool, etc., not to stay indoors. We stayed in a unit close to the beach and with plenty of green areas arounds us. The water heater, stove, and fridge worked well.  \n\nYou will have to bring pillows and bed linens, towels, pots, pans, kitchens utensils, food, bathroom toiletries, etc. Think of it more like a camping site but instead of a camper or a tent you get to sleep indoors after partying or enjoying a beach day.\n\nYou will most likely have neighbors close to you, listening to music and enjoying themselves. If you are looking for a place worry-free this is probably not the place for you.\n\nMy only complaint is that they are not pet friendly, which I understand. But while I made arrangements for my dog to stay elsewhere during that weekend other people had dogs in their units and no one said anything about that. I didn't think that was fair, the rules should be applied to everyone."
                    },
                    {
                        "title": "Good family vacational site for local families",
                        "review_text": "This venue is an excellent site for local PR families that only expect to have a blessing time with their families; not expecting Ritz-like treatment. I say this to warn non PR residents that if they want special tourist like treatment, this will not be it.  The cabanas and villas are rustic and customer service is almost non existent.  The real benefit of this place is family bonding.  Close to other great beach venues and sites. When I travel to PR, this is the place our family chooses to go and bond. (Always wear shoes when walking on the beach or in the water...) The most amazing sunsets will be captured from this side of the island...."
                    }
                ]
            },
            "Mirador de Anasco": {
                "address": "Route 115, Anasco 00610 Puerto Rico",
                "location_id": "17457839",
                "description": "The tower is easy to locate and reach since it is located right on Route 115. The Mirador provides a spacious parking place and it has a solid structure. Built on concrete, it is about three stories high and it provides a nice view of the ocean and the Mona Passage.",
                "address_string": "Route 115, Anasco 00610 Puerto Rico",
                "latitude": "18.295914",
                "longitude": "-67.214134",
                "reviews": [
                    {
                        "title": "Art lover and a great view",
                        "review_text": "This mirador features the art work of Ciudad Museo a group of local artist, if you walk to the top on a clear day you'll experience great views. "
                    },
                    {
                        "title": "Recently renovated (June 2019)",
                        "review_text": "This overlook has been here many years. The view is beautiful and you can see most of Añasco bay.\n\nIt was full of graffiti for many years, but it has been renovated recently. As of today (July 17, 2019) is still clean, but I am sure it will be vandalized soon (everything does) and some graffiti will damage the structure. The place has 4 restaurants in the immediate area. Is a good spot for pictures."
                    }
                ]
            },
            "Puente de Anasco": {
                "address": "Highway 2, KM.146, Anasco Puerto Rico",
                "location_id": "17482006",
                "description": "Historic bridge, constructed in 1940 with its original name of Puente Salcedo, that lies between the town of Mayaguez and Anasco. Currently is under the list of historical structures of the Institute of Puerto Rican Culture.",
                "address_string": "Highway 2, KM.146, Anasco Puerto Rico",
                "latitude": "18.272463",
                "longitude": "-67.161575",
                "reviews": [
                    {
                        "title": "Puente",
                        "review_text": "Old bridge by the river. Not much to see or do really. Easy to catch on the way thru the West Coast."
                    },
                    {
                        "title": "Abandoned bridge. Historical place, built in 1944",
                        "review_text": "This bridge was built in 1944 to be used for the train. After the trains were gone, it was used as part of the main highway (Hwy #2). The bridge cross from Añasco to Mayagüez. It was closed many years ago and a new concrete bridge was built to accommodate more traffic.\n\nYou can still park in the side of the road (as I just did) and walk the bridge and take some pictures. The river name is Rio Grande de Añasco.\n\nOther than take a few pictures, this place does not offer any attractive."
                    }
                ]
            },
            "Plaza de Recreo Anasco": {
                "address": "Cll 65 De Infanteria, Anasco 00610 Puerto Rico",
                "location_id": "17471393",
                "description": "The center and heart of Anasco lies in the Plaza de Recreo where people come and meet and celebrate local festivities. The square has local restaurants, benches, statues, theater square and fountains for the enjoyment of the people.",
                "address_string": "Cll 65 De Infanteria, Anasco 00610 Puerto Rico",
                "latitude": "18.282158",
                "longitude": "-67.14048",
                "reviews": []
            },
            "Parque Brisas de Anasco": {
                "address": "Calle 10, Anasco 00610 Puerto Rico",
                "location_id": "17466587",
                "description": null,
                "address_string": "Calle 10, Anasco 00610 Puerto Rico",
                "latitude": "18.279495",
                "longitude": "-67.14845",
                "reviews": [
                    {
                        "title": "Another abandoned park",
                        "review_text": "Parque Brisas de Añasco is another park that unfortunately has been abandoned by the government. \nThe basketball court is just an empty building.\nA few swings that are rusted (see pictures)\nIt has a big empty lot that a neighbor just told me that it is been used something for kids to play football.\n\nVery unfortunate to see how the well-being of kids is not important anymore.\n\nDo not waste your time looking for this place."
                    }
                ]
            },
            "Parroquia San Antonio Abad Anasco": {
                "address": "47 Calle 65 De Infanteria, Anasco 00610 Puerto Rico",
                "location_id": "17458810",
                "description": "The parish is in honor to Antonio Abad, who was born in Egypt around the year 250. At the death of his father, he distributed his goods to the poor and he retired in the desert, where he started to live his life in penance. He had a lot of disciples, he worked in favor of the church, comforting the confessors of the faith during the persecution of Diocletian, and supported Saint Atanacio in his fights against the arians. He died in the year 356. His celebration is on January 17.",
                "address_string": "47 Calle 65 De Infanteria, Anasco 00610 Puerto Rico",
                "latitude": "18.282326",
                "longitude": "-67.14113",
                "reviews": []
            },
            "Municipio de  Anasco": {
                "address": "Calle 65 De Infanteria, Anasco 00610 Puerto Rico",
                "location_id": "17464231",
                "description": null,
                "address_string": "Calle 65 De Infanteria, Anasco 00610 Puerto Rico",
                "latitude": "18.281822",
                "longitude": "-67.14101",
                "reviews": []
            },
            "Antoninos Pizza Anasco": {
                "address": "Bo. Marias Sector Ajies Carr. 4403 Km 0.2 Frente A La Fábrica Eduadrs, Anasco 00610 Puerto Rico",
                "location_id": "23850469",
                "description": null,
                "address_string": "Bo. Marias Sector Ajies Carr. 4403 Km 0.2 Frente A La Fábrica Eduadrs, Anasco 00610 Puerto Rico",
                "latitude": "18.293571",
                "longitude": "-67.138504",
                "reviews": []
            },
            "Elana&#39;s WhiteHouse. #1 Anasco PR": {
                "address": "Anasco Puerto Rico",
                "location_id": "25839521",
                "description": "Elana&#39;s WhiteHouse is a great place to relax and feel at home. We are dedicated to creating a life long experience for all our guests. Experience peace and tranquillity. We are a few minutes away from Rincon Mayaguez and less than 30 minutes away from other attractions. Perfectly tucked away in the right place.3 minutes walking distance to our favorite wave pool. 3 minutes away from major highway #2. 10 minute walk to the towns plazza, supermarket, bakery and other delicious foods\nThe space\nElana&#39;s WhiteHouse hasa 2 bedrooms and one bathroom. Room one have a queen size and a single bed. Room 2 have a queens size bed. Each room has air conditioner. There are no A/C in the living room.\nClean and cozy rooms you can relax and feel at home. Our kitchenn is filled with all your favorite gadgets such as blender, toaster, coffee maker, stove refrigerator and all your kitchen utensils. Our bathroom has a blowdryer, heated shower and lots of toiletries, soap shampoo and conditioner and a full body mirror. Our outdoor area have a grilling area. We also have hammocks set up around the yard where you can choose your favorite spot to relax and watch nature at its best. We also have various fruit trees , mango tree various banana trees a cherry tree and other fruit trees everyone can enjoy. We are about 4 miles away from Rincon and it&#39;s beautiful surf beaches. About 3 miles away from Mayaguez and it&#39;s shopping centers and mall. Walmart., Samsclub, Old Navy, Marshall&#39;s just to name a few. Lots of food choices and great restaurants near by. We are a hidden gem in a neighborhood with 10 other properties that is in an ideal location close to everything. Five minute walking distance to the Wave pool. There is a near by farm where you can interact with various animals. We have a variety of chickens roaming the yard and many birds that pay us a daily visit for some spill over bird food. Wether it&#39;s for a day or a month we want your experience to be memorable with us.\nGuest access\nOur space is for all to share responsibly,. Guests are allowed to roam around the fences perimeter and keep in mind that the space is shared with other guests. We also have a shared washer and dryer unit. As well as many hammocks, a BBQ area with a grill and outdoor dining. A balcony where you can watch the sunset and sip on your favorite beverage. Perhaps you can just sit and rock listening to the island coqui sing to you.\nOther things to note\nGuests are able to visit Gerald&#39;s farm and interact with various animals. Airport pickup and drop offs can also be arranged.\n\nTourist License / Licencia de turismo N °: 310015",
                "address_string": "Anasco Puerto Rico",
                "latitude": "18.280424",
                "longitude": "-67.14004",
                "reviews": [
                    {
                        "title": "lovely place to stay. great people. easy to find. ...",
                        "review_text": "lovely place to stay. great people. easy to find. \nVRBO will not accept my words. \ndo your homework before you sign the dotted line"
                    },
                    {
                        "title": "Property is located near careterra #2, easy access...",
                        "review_text": "Property is located near careterra #2, easy access, safe location, neighbors were excellent.  Jonh maintained comunicacion throughout the entire time. We had a great time!"
                    },
                    {
                        "title": "First off, John and Maria are just super nice peop...",
                        "review_text": "First off, John and Maria are just super nice people, very friendly and extremely attentive to make sure the stay was wonderful. They were very responsive and went overboard to make sure I had everything needed.\n\nThe house in Anasco was very spacious, and had everything needed for staying in and cooking dinner or just lounging on the front porch or BBQing in the backyard.\n\nIt was a great base to go north to Rincon, Aguada and Aguadilla, but also to head south to Mayaguez, Cabo Rojo and Combate Beach!\n\nThe house is located in a quiet neighborhood and Maria lives right across the street. You can see how meticulous she is by the quality of the garden and yard she keeps around her home. She is a hard worker and smiles all the time, always happy to say hello and see how the day went.\n\nI look forward to staying here again in the future and can highly recommend this as a great alternative to the busier beachfront resorts or more traditional hotels."
                    }
                ]
            }
        }
    }
}