{
    "Paris, France": {
        "restaurants": {
            "Paris france": {
                "address": "80 Rue Belgrand 75020, 75020 Paris France",
                "location_id": "20939045",
                "description": null,
                "hours": [
                    "Monday: 11:30 - 22:30",
                    "Tuesday: 11:30 - 22:30",
                    "Wednesday: 11:30 - 22:30",
                    "Thursday: 11:30 - 22:30",
                    "Friday: 11:30 - 22:30",
                    "Saturday: 11:30 - 22:30",
                    "Sunday: 11:30 - 22:30"
                ],
                "cuisine": [
                    "french",
                    "chinese"
                ],
                "pice_level": null
            },
            "Bustronome Paris": {
                "address": "2 Avenue Kleber, 75016 Paris France",
                "location_id": "7621672",
                "description": "Aboard a double-decker bus converted into a restaurant, guests will enjoy a friendly welcome and a wide variety of dishes in a fashionable setting. The BUSTRONOME : a Parisian invitation to rediscover some of the City of Light's most beautiful locations while enjoying fine French cuisine. This singular journey combines a visual experience with a treat for the taste buds; Paris residents and tourists alike can indulge their love of culture while savouring good food.",
                "hours": [
                    "Monday: 12:15 - 13:45,  19:45 - 22:45",
                    "Tuesday: 12:15 - 13:45,  19:45 - 22:45",
                    "Wednesday: 12:15 - 13:45,  19:45 - 22:45",
                    "Thursday: 12:15 - 13:45,  19:45 - 22:45",
                    "Friday: 12:15 - 13:45,  19:45 - 22:45",
                    "Saturday: 12:15 - 13:45,  19:45 - 22:45",
                    "Sunday: 12:15 - 13:45,  19:45 - 22:45"
                ],
                "cuisine": [
                    "french",
                    "international",
                    "european",
                    "contemporary",
                    "healthy"
                ],
                "pice_level": "$$$$"
            },
            "2 Rue Marmontel 75015 Paris France": {
                "address": "2 rue Marmontel Le Bélisaire, 75015 Paris France",
                "location_id": "19721367",
                "description": null,
                "hours": [],
                "cuisine": [
                    "french",
                    "japanese_fusion"
                ],
                "pice_level": null
            },
            "Pastamore": {
                "address": "37 Boulevard du Montparnasse, 75006 Paris France",
                "location_id": "15042418",
                "description": null,
                "hours": [
                    "Monday: 12:00 - 14:30,  19:00 - 22:30",
                    "Tuesday: 12:00 - 14:30,  19:00 - 22:30",
                    "Wednesday: 12:00 - 14:30,  19:00 - 22:30",
                    "Thursday: 12:00 - 14:30,  19:00 - 22:30",
                    "Friday: 12:00 - 14:30,  19:00 - 22:30",
                    "Saturday: 12:00 - 14:30,  19:00 - 22:30",
                    "Sunday: 12:00 - 14:30,  19:00 - 22:30"
                ],
                "cuisine": [
                    "italian",
                    "healthy"
                ],
                "pice_level": "$$ - $$$"
            },
            "Da Giuseppe": {
                "address": "76 Rue du Faubourg Poissonniere, 75010 Paris France",
                "location_id": "20208797",
                "description": "Fresh and authentic Italian products. Long-lasting artisanal pizza dough made in our local using a balanced mixture of Italian flours, homemade natural sourdough, Himalayan pink salt, ensuring lightness, aromas and digestibility. Fruits and vegetables from the market. DOP “Denominazione di Origine Protetta” cheeses and cured meats cut to order preserving taste and freshness.",
                "hours": [
                    "Monday: 12:00 - 14:00,  19:00 - 22:00",
                    "Tuesday: 12:00 - 14:00,  19:00 - 22:00",
                    "Wednesday: 12:00 - 14:00,  19:00 - 22:00",
                    "Thursday: 12:00 - 14:00,  19:00 - 22:00",
                    "Friday: 12:00 - 14:00,  19:00 - 22:00",
                    "Saturday: Closed",
                    "Sunday: Closed"
                ],
                "cuisine": [
                    "italian",
                    "pizza",
                    "healthy",
                    "romana",
                    "lazio",
                    "sicilian",
                    "centralitalian",
                    "southernitalian"
                ],
                "pice_level": "$"
            },
            "Loulou Restaurant Paris": {
                "address": "107 Rue de Rivoli, 75001 Paris France",
                "location_id": "10377077",
                "description": "LOULOU a été pensé comme la demeure d’un esthète, la salle à manger d’un collectionneur qui aurait été décorée au fil du temps et au gré de nombreux voyages … Sensible à l’art de vivre et au savoir-vivre, LOULOU reçoit ses amis avec élégance, gaieté et légèreté. Ensemble, ils aiment organiser des déjeuners d’affaires et des dîners extraordinaires. Table à la fois délicate et frivole, on y partage le bon et le beau, de jour comme de nuit, avec sensualité et grâce infinie. Aux beaux jours, on profite de sa terrasse et la fête se poursuit tard dans la nuit.",
                "hours": [
                    "Monday: 12:00 - 14:30,  19:00 - 23:00",
                    "Tuesday: 12:00 - 14:30,  19:00 - 23:00",
                    "Wednesday: 12:00 - 14:30,  19:00 - 23:00",
                    "Thursday: 12:00 - 14:30,  19:00 - 23:30",
                    "Friday: 12:00 - 14:30,  19:00 - 23:30",
                    "Saturday: 12:00 - 14:30,  19:00 - 23:30",
                    "Sunday: 12:00 - 14:30,  19:00 - 23:00"
                ],
                "cuisine": [
                    "italian"
                ],
                "pice_level": "$$$$"
            },
            "Girafe": {
                "address": "1 Place Du Trocadero Et Du 11 Novembre Palacio de Chaillot, 75016 Paris France",
                "location_id": "14997681",
                "description": null,
                "hours": [
                    "Monday: 12:00 - 14:30,  18:00 - 02:00",
                    "Tuesday: 12:00 - 14:30,  18:00 - 02:00",
                    "Wednesday: 12:00 - 14:30,  18:00 - 02:00",
                    "Thursday: 12:00 - 14:30,  18:00 - 02:00",
                    "Friday: 12:00 - 14:30,  18:00 - 02:00",
                    "Saturday: 12:00 - 14:30,  19:00 - 02:00",
                    "Sunday: 12:00 - 14:30,  19:00 - 02:00"
                ],
                "cuisine": [
                    "french"
                ],
                "pice_level": "$$$$"
            },
            "Angelina": {
                "address": "226 Rue de Rivoli, 75001 Paris France",
                "location_id": "695078",
                "description": "The Rue de Rivoli tea room is available by phone every day from 9am to 5pm.",
                "hours": [
                    "Monday: 08:00 - 19:00",
                    "Tuesday: 08:00 - 19:00",
                    "Wednesday: 08:00 - 19:00",
                    "Thursday: 08:00 - 19:00",
                    "Friday: 08:00 - 19:30",
                    "Saturday: 08:30 - 19:30",
                    "Sunday: 08:30 - 19:30"
                ],
                "cuisine": [
                    "french"
                ],
                "pice_level": "$$ - $$$"
            },
            "Bistrot Chez France": {
                "address": "9 rue Amelie, 75007 Paris France",
                "location_id": "8039395",
                "description": null,
                "hours": [
                    "Monday: 12:00 - 14:00,  19:00 - 22:00",
                    "Tuesday: 12:00 - 14:00,  19:00 - 22:00",
                    "Wednesday: 12:00 - 14:00,  19:00 - 22:00",
                    "Thursday: 12:00 - 14:00,  19:00 - 22:00",
                    "Friday: 12:00 - 14:00,  19:00 - 22:00",
                    "Saturday: 19:00 - 22:00",
                    "Sunday: Closed"
                ],
                "cuisine": [
                    "french"
                ],
                "pice_level": "$$ - $$$"
            },
            "Le Bistrot de Paris": {
                "address": "33 rue de Lille, 75007 Paris France",
                "location_id": "719039",
                "description": null,
                "hours": [
                    "Monday: Closed",
                    "Tuesday: 12:00 - 14:30,  19:00 - 23:00",
                    "Wednesday: 12:00 - 14:30,  19:00 - 23:00",
                    "Thursday: 12:00 - 14:30,  19:00 - 23:00",
                    "Friday: 12:00 - 14:30,  19:00 - 23:00",
                    "Saturday: 12:00 - 14:30,  19:00 - 23:00",
                    "Sunday: Closed"
                ],
                "cuisine": [
                    "french",
                    "european"
                ],
                "pice_level": "$$ - $$$"
            }
        },
        "hotels": {
            "Paris France Hotel": {
                "address": "72 Rue de Turbigo, 75003 Paris France",
                "location_id": "290407",
                "description": "Ideally located between the Marais area , the Louvre museum, the Opera and near the main Paris monuments, the “Paris France”, a unique hotel built in genuine dressed stone in the year 1910 during the Belle Epoque period, offers the charm of a traditional place with the comfort of up to date services and amenities: Flat TV, satellite, direct phone, beds with duvet, individual safety box, free Wifi, air conditioning, parking.",
                "price_level": "$$"
            },
            "Hotel Lutetia": {
                "address": "45 Boulevard Raspail, 75006 Paris France",
                "location_id": "197427",
                "description": "Hotel Lutetia is an iconic landmark situated in the vibrant Saint-Germain-des-Pres area of Paris and the only luxury grand hotel on the city's Left Bank. Originally opened in 1910, the building's design was a daring move from art nouveau to the emerging style of art deco. The Lutetia delivers an authentic Parisian experience and has been at the heart of the local community for more than 100 years. The hotel now features an eclectic mix of restaurants, bars and lounges throughout the historical ground floor including the return of the Lutetia Brasserie under the supervision of three Michelin starred chef Gerald Passedat. Unique to the area, Akasha Holistic Wellbeing Centre, is Lutetia's 700 sqm/7,500 sqft spa dedicated to wellbeing and fitness featuring a 17m swimming pool bathed in natural daylight.",
                "price_level": "$$$$"
            },
            "Hotel Regina Louvre": {
                "address": "2 Place des Pyramides, 75001 Paris France",
                "location_id": "207792",
                "description": "The prestigious Regina Hotel, fully renovated, belongs to a long French tradition of luxury hotels. In the heart of the trendy district which is home to fashion design, shopping and museum, Paris aficionados will find the ideal place to stay, across the Louvre museum and the Tuileries Garden. Thanks to its wonderful situation, the capital's major attractions are just a stone's throw away including the Palais Royal and the Champs Elysees. From here, the luxurious Place Vendome, Orsay museum and the shopping centre Les Halles can be reached within 15 minutes on foot. Furthermore, the 'Tuileries' and 'Pyramides' metro stop at 150 meters provide quick and easy access throughout the city. First opened in 1900 for the World's Fair, Hotel Regina welcomes you in an intimate, spacious, sophisticated haven, where fine woodwork and designer lighting reinforce its anchor in Paris' history. This fully air conditioned property offers an array of services including a 24h reception, concierge, room service, laundry and limousine service amongst other. Furthermore, complimentary wireless Internet is accessible throughout the property. Each of the 99 rooms at the Regina Hotel in Paris has been elegantly furnished with antiques and period furniture, creating a traditional and luminous decor. Modern in-room amenities include a safe, direct dial telephone and flat screen television with satellite channels. Some of the bedrooms offer breath-taking views of the Louvre museum, the Tuileries Garden and the Eiffel Tower. Let yourself be charmed by its pretty Patio (opened on sunny days) and its staff dedicated to your personal needs. In its British atmosphere of the hotel bar, you will enjoy a drink or a cocktail from our Chef Barman. You will have also the opportunity to relish pastries from our pastry chef and our selection of teas. For lunch and dinner the Hotel Regina Restaurant will propose you a French and seasonal cuisine.",
                "price_level": "$$$$"
            },
            "Le Meurice": {
                "address": "228 Rue de Rivoli, 75001 Paris France",
                "location_id": "188732",
                "description": "Premier Palace parisien, situé au cœur du Paris historique, rue de Rivoli, Le Meurice est l'incarnation d'une élégance paisible, de l'art de vivre par excellence, animé par la magie et les âmes des artistes qui en ont fait son patrimoine. Il est un lieu inspirant et fascinant où règnent côte à côte, en toute harmonie, splendeur du 18ème siècle et confort moderne. Bien au-delà d'un établissement luxueux, c'est une galerie d'art, une aventure, une œuvre vivante. The original palace hotel in the heart of historic Paris on rue de Rivoli, Le Meurice is the very epitome of quiet elegance, the ultimate in the French art of living and alive with the artist's soul of wit and magic. It is an inspirational and fascinating place where 18th-century splendour and the most innovative modern comforts sit happily side by side. So much more than a luxury hotel, this is a gallery, an adventure, a living work of art.",
                "price_level": "$$$$"
            },
            "Hotel Malte Astotel": {
                "address": "63 Rue De Richelieu, 75002 Paris France",
                "location_id": "228694",
                "description": "Located in the 2nd district next to the Stock Exchange, the Louvre and Place des Victoires, Hotel Malta provides a superb location for a memorable stay. Whether you want to shop in the heart of the department store neighbourhood or visit one of the main business centres of Paris, Malta Hotel is the place to be. Elegantly concealed behind a facade dating from the seventeenth century, let yourself be seduced by our garden patio, a pleasurable experience on sunny days, our cozy breakfast room, and the relaxing atmosphere of our lobby. After the warm welcome by our professional team, always at your disposal, you will appreciate the comfort of our rooms decorated in an elegant and timeless design. A convenient location , caring personnel and warm atmosphere make Malta Hotel the perfect place for your stay in the capital, whether traveling with family or on your own.",
                "price_level": "$$$$"
            },
            "Sofitel Le Scribe Paris Opera": {
                "address": "1 Rue Scribe, 75009 Paris France",
                "location_id": "197577",
                "description": "A long tradition of excellence in the art of living awaits you in this grand 19th-century building. An emblem of Parisian life, Le Scribe was originally the home of the very aristocratic Jockey Club. It became a hotel of legend, a stage of modernity on which the cinema was born, a favourite place of artists and celebrities. The Scribe keeps that legacy alive today. In its elegant rooms and suites, its public and reception areas, new generations of personalities are even now adding chapters to the hotel's history.",
                "price_level": "$$$$"
            },
            "La Reserve Paris - Hotel and Spa": {
                "address": "42 Avenue Gabriel, 75008 Paris France",
                "location_id": "497267",
                "description": "42 Avenue Gabriel, Your Parisian place of life Mid-way between Rue du Faubourg Saint-Honore and Avenue Montaigne, a stone's throw from the Champs-Elysees, where the heart of Paris beats. Nestled in a peaceful location, slightly set back from the world's most beautiful avenue, La Reserve Paris - Hotel and Spa overlooks the Grand Palais, the Eiffel Tower, the Pantheon and the Concorde obelisk. Just in front, a majestic curtain of trees preserves the intimacy of this place, like an echo of the Elysee gardens nearby. Michel Reybier's highly distinctive urban mansion has all the elegance of a 19th century private apartment, where ultra-personalized services can be enjoyed in complete simplicity and discretion. All around are immense spaces bathed in light, barely muted by the rich fabrics of the hangings. Scattered here and there are beautiful marble fireplaces, and everywhere the joy of vast indoor spaces, typical of Haussmann-style apartments. The noble and generous materials exude a forgotten spirit of generosity. More suites than rooms, a library reserved for guests and their friends, a smoking lounge, a 16-meter indoor pool (a rarity in Paris), wine cellars in the suites, an inner courtyard with lush greenery echoing the landscaped entrance. At La Reserve Paris - Hotel and Spa, you experience the quintessence of Parisian chic in the Belle Epoque.",
                "price_level": "$$$$"
            },
            "Crowne Plaza Paris - Republique, an IHG Hotel": {
                "address": "10 Place de la Republique, 75011 Paris France",
                "location_id": "207687",
                "description": null,
                "price_level": "$$$"
            },
            "Hotel La Comtesse": {
                "address": "29 Avenue de Tourville, 75007 Paris France",
                "location_id": "10159593",
                "description": "Finding an ideal romantic hotel in Paris does not have to be difficult. Welcome to Hotel La Comtesse, a nice option for travelers like you.\nThe rooms offer a flat screen TV, air conditioning, and a minibar, and getting online is possible, as free wifi is available, allowing you to rest and refresh with ease.\nHotel La Comtesse features a 24 hour front desk, a concierge, and room service. In addition, as a valued Hotel La Comtesse guest, you can enjoy a fitness center and breakfast that are available on-site. Guests arriving by vehicle have access to parking.\nFor those interested in checking out popular landmarks while visiting Paris, Hotel La Comtesse is located a short distance from Louvre Museum (1.4 mi) and Arc de Triomphe (1.5 mi).\nWhile in Paris, you may want to check out some of the restaurants that are a short walk away from Hotel La Comtesse, including 58 Tour Eiffel (0.7 mi), Le Jules Verne (0.6 mi), and L'Avenue (0.9 mi).\nDuring your visit, be sure to check out popular attractions like Eiffel Tower (0.6 mi), Musée d'Orsay (1.0 mi), and Champs-Elysees (1.1 mi), which are all within walking distance of the hotel.\nHotel La Comtesse puts the best of Paris at your fingertips, making your stay both relaxing and enjoyable.\n",
                "price_level": "$$$$"
            },
            "Hotel de Crillon, A Rosewood Hotel": {
                "address": "10, Place de la Concorde, 75008 Paris France",
                "location_id": "207722",
                "description": "Fronted by the majestic architecture of Ange-Jacques Gabriel, Hôtel de Crillon, A Rosewood Hotel overlooks the spectacular Place de la Concorde, one of the most beautiful city squares in the world. Built at Louis XV’s request, the hotel became the residence of the illustrious Count de Crillon and his family for many years and was transformed into a hotel in 1909 under the guidance of architect Walter-André Destailleur. Since then, its guest list has featured celebrities, politicians, artists, princes and queens, all attracted to the hotel’s unique and perennial reputation for excellence. Hôtel de Crillon has long since secured its iconic status as a one-of-a-kind property, a living testament to the very best way of life France has to offer. Following a four-year transformation, the Palace hotel opened in 2017 and now boasts 124 guestrooms and suites, four restaurants, a spa, a swimming pool, three heritage landmark salons for meetings and functions, and more.",
                "price_level": "$$$$"
            }
        },
        "attractions": {
            "Paris France Temple & Visitors' Center": {
                "address": "46 Boulevard Saint Antoine, 78150 Le Chesnay, Versailles France",
                "location_id": "12391179",
                "description": "Open to the public, the Paris Temple is a beautiful and peaceful place to visit. Visitors can walk through the colorful gardens lined with towering trees, sit by the fountains and cascading waterfall, enjoy the beautiful views, and feel the peace of the grounds. While you're there, you can take a guided tour at the Visitors' Center.",
                "hours": [
                    "Monday: 09:00 - 21:00",
                    "Tuesday: 09:00 - 21:00",
                    "Wednesday: 09:00 - 21:00",
                    "Thursday: 09:00 - 21:00",
                    "Friday: 09:00 - 21:00",
                    "Saturday: 09:00 - 21:00",
                    "Sunday: 09:00 - 21:00"
                ]
            },
            "DAY TRIPS FROM PARIS (FRANCE) - CITY TOURS": {
                "address": "bd MONTPARNASSE, 75014 Paris France",
                "location_id": "15316904",
                "description": "you have an independent spirit ! You are staying in Paris for a few days or more and you would love to take a day trip to explore the near and further environ of Paris or even another region.",
                "hours": [
                    "Monday: 08:30 - 18:30",
                    "Tuesday: 08:30 - 18:30",
                    "Wednesday: 08:30 - 18:30",
                    "Thursday: 08:30 - 18:30",
                    "Friday: 08:30 - 18:30",
                    "Saturday: Closed",
                    "Sunday: Closed"
                ]
            },
            "Geant Casino, Paris, France": {
                "address": "98 boulevard Massena, 75013 Paris France",
                "location_id": "4414468",
                "description": null,
                "hours": []
            },
            "Eiffel Tower": {
                "address": "Av. Gustave Eiffel, 75007 Paris France",
                "location_id": "188151",
                "description": "Completed in 1889, this colossal landmark, although initially hated by many Parisians, is now a famous symbol of French civic pride.",
                "hours": [
                    "Monday: 08:45 - 23:45",
                    "Tuesday: 08:45 - 23:45",
                    "Wednesday: 08:45 - 23:45",
                    "Thursday: 08:45 - 23:45",
                    "Friday: 08:45 - 23:45",
                    "Saturday: 08:45 - 23:45",
                    "Sunday: 08:45 - 23:45"
                ]
            },
            "Eiffel Photoshoot Paris France": {
                "address": "115 Rue De Reuilly, 75012 Paris France",
                "location_id": "16660160",
                "description": "Book a private photoshoot with a professional photographer in Paris! Let's Capture your precious Memories !Few Spots available -Book today!",
                "hours": []
            },
            "Espace Nadeshiko Paris France": {
                "address": "37 rue de la Croix Nivert, 75015 Paris France",
                "location_id": "2219110",
                "description": null,
                "hours": [
                    "Monday: 09:00 - 20:00",
                    "Tuesday: 09:00 - 20:00",
                    "Wednesday: 09:00 - 20:00",
                    "Thursday: 09:00 - 20:00",
                    "Friday: 09:00 - 20:00",
                    "Saturday: 09:00 - 17:00",
                    "Sunday: Closed"
                ]
            },
            "Paris by Mouth": {
                "address": "75004 Paris France",
                "location_id": "2613395",
                "description": "There’s a reason why our tours are top-rated food tours on TripAdvisor and have been celebrated by The New York Times (twice!) and knowledgable foodies like David Lebovitz and Ruth Reichl: we keep our group sizes tiny, we spend generously at the best shops in town, and we only work with expert guides who have devoted their lives to food & wine. Our tours are in English and last for around 3 hours. They include some walking and standing, but also feature a seated tasting with wine pairings. Our tours are designed for adults. We’re unable to host children under ten years of age. Our price of 125€ per person is a little higher than the competition because we spend more than anyone else on premium tastings and to pay the most experienced and knowledgable guides in Paris. You’re also paying for the tiny group size. You can visit our website to see our calendar of availability, and we hope to welcome you soon!",
                "hours": [
                    "Monday: Closed",
                    "Tuesday: 09:00 - 14:00,  15:00 - 19:00",
                    "Wednesday: 09:00 - 14:00,  15:00 - 19:00",
                    "Thursday: 09:00 - 14:00,  15:00 - 19:00",
                    "Friday: 09:00 - 14:00,  15:00 - 19:00",
                    "Saturday: 09:00 - 14:00,  15:00 - 19:00",
                    "Sunday: 09:00 - 14:00"
                ]
            },
            "Disneyland Paris": {
                "address": "Boulevard de Parc, 77700, Marne-la-Vallee France",
                "location_id": "189258",
                "description": "Welcome to the place where everyone can shine their brightest!\n\nSince opening in 1992, Disneyland Paris® has welcomed hundreds of millions of guests through its gates, making it Europe's number-one tourist destination\n\nWith the majestic Sleeping Beauty castle as its heart, Disneyland park is the fantastical home to five incredible lands. For 30 magical years, it's been the place where extraordinary stories come to life before your very eyes. Buckle up because you’re about to whizz around Discoveryland, Fantasyland, Frontierland, Adventureland, and Main Street U.S.A.®\n\nFeel unique magic in the air, as the 30th Anniversary festive aura transforms Disneyland park into a vibrant wonderland. With stunning surroundings, the mesmerizing Gardens of Wonder, and many eye-catching surprises, you're sure to get swept up in the celebratory spirit.\n\nAs night falls, prepare to be amazed by the award-winning Disney D-Light, where spectacular drone light choreography illuminates the sky.",
                "hours": [
                    "Monday: 09:30 - 23:00",
                    "Tuesday: 09:30 - 23:00",
                    "Wednesday: 09:30 - 23:00",
                    "Thursday: 09:30 - 23:00",
                    "Friday: 09:30 - 23:00",
                    "Saturday: 09:30 - 23:00",
                    "Sunday: 09:30 - 23:00"
                ]
            },
            "Paris Metro": {
                "address": "Paris France",
                "location_id": "2323543",
                "description": null,
                "hours": []
            },
            "Paris Charms & Secrets Tours": {
                "address": "Place Vendome, 75001 Paris France",
                "location_id": "2038979",
                "description": null,
                "hours": [
                    "Monday: 09:00 - 13:00,  14:30 - 18:30,  20:00 - 23:30",
                    "Tuesday: 09:00 - 13:00,  14:30 - 18:30,  20:00 - 23:30",
                    "Wednesday: 09:00 - 13:00,  14:30 - 18:30,  20:00 - 23:30",
                    "Thursday: 09:00 - 13:00,  14:30 - 18:30,  20:00 - 23:30",
                    "Friday: 09:00 - 13:00,  14:30 - 18:30,  20:00 - 23:30",
                    "Saturday: 09:00 - 13:00,  14:30 - 18:30,  20:00 - 23:30",
                    "Sunday: 09:00 - 13:00,  14:30 - 18:30,  20:00 - 23:30"
                ]
            }
        }
    },
    "Tokyo, Japan": {
        "restaurants": {
            "Tokyo Japan": {
                "address": "1823 N Parkerson Ave Suite D, Crowley, LA 70526-2381",
                "location_id": "13481977",
                "description": null,
                "hours": [
                    "Monday: 11:00 - 21:30",
                    "Tuesday: 11:00 - 21:30",
                    "Wednesday: 11:00 - 21:30",
                    "Thursday: 11:00 - 21:30",
                    "Friday: 11:00 - 22:00",
                    "Saturday: 11:00 - 22:00",
                    "Sunday: 11:00 - 21:30"
                ],
                "cuisine": [
                    "japanese"
                ],
                "pice_level": null
            },
            "Tokyo Japan Etterem": {
                "address": "Ajtosi Duerer Sor 3, Budapest 1146 Hungary",
                "location_id": "5496191",
                "description": null,
                "hours": [
                    "Monday: 12:00 - 22:00",
                    "Tuesday: 12:00 - 22:00",
                    "Wednesday: 12:00 - 22:00",
                    "Thursday: 12:00 - 22:00",
                    "Friday: 12:00 - 22:00",
                    "Saturday: 12:00 - 22:00",
                    "Sunday: 12:00 - 00:00"
                ],
                "cuisine": [
                    "japanese",
                    "sushi",
                    "asian"
                ],
                "pice_level": "$$ - $$$"
            },
            "Tokyo Japan Hibachi and Sushi": {
                "address": "109 E Willow St, Scottsboro, AL 35768-1823",
                "location_id": "3265071",
                "description": null,
                "hours": [
                    "Monday: 10:30 - 21:00",
                    "Tuesday: 10:30 - 21:00",
                    "Wednesday: 10:30 - 21:00",
                    "Thursday: 10:30 - 21:00",
                    "Friday: 10:30 - 21:00",
                    "Saturday: 10:30 - 21:00",
                    "Sunday: 11:00 - 19:30"
                ],
                "cuisine": [
                    "japanese",
                    "sushi",
                    "asian",
                    "grill"
                ],
                "pice_level": "$$ - $$$"
            },
            "Tokyo Japan Sushi & Grill Buffet": {
                "address": "7465 W Greens Rd, Houston, TX 77064-1135",
                "location_id": "2154484",
                "description": null,
                "hours": [
                    "Monday: 11:00 - 14:30,  17:30 - 21:30",
                    "Tuesday: 11:00 - 14:30,  17:30 - 21:30",
                    "Wednesday: 11:00 - 14:30,  17:30 - 21:30",
                    "Thursday: 11:00 - 14:30,  17:30 - 21:30",
                    "Friday: 11:00 - 14:30,  17:30 - 22:00",
                    "Saturday: 11:30 - 15:00,  17:30 - 22:00",
                    "Sunday: 11:30 - 15:00,  17:30 - 21:30"
                ],
                "cuisine": [
                    "japanese",
                    "seafood",
                    "sushi",
                    "asian"
                ],
                "pice_level": "$$ - $$$"
            },
            "Tokyo Japan Sushi & Hibachi": {
                "address": "3000 N Green River Rd, Evansville, IN 47715-1400",
                "location_id": "2316800",
                "description": "Tokyo Japan Sushi & Hibachi Restaurant offers authentic and delicious tasting Japanese cuisine in Evansville, IN. Tokyo Japan Sushi & Hibachi's convenient location and affordable prices make our restaurant a natural choice for eat-in or take-out meals in the Evansville community. Our restaurant is known for its variety in taste and high quality fresh ingredients. Come and experience our friendly atmosphere and excellent service.",
                "hours": [
                    "Monday: 11:00 - 21:00",
                    "Tuesday: Closed",
                    "Wednesday: 11:00 - 21:00",
                    "Thursday: 11:00 - 21:00",
                    "Friday: 11:00 - 22:00",
                    "Saturday: 11:00 - 22:00",
                    "Sunday: 11:00 - 21:00"
                ],
                "cuisine": [
                    "japanese",
                    "sushi",
                    "asian"
                ],
                "pice_level": "$$ - $$$"
            },
            "Tokyo Japan Restaurant": {
                "address": "Via Giuseppe Mazzini 189, 15067 Novi Ligure Italy",
                "location_id": "3893339",
                "description": null,
                "hours": [
                    "Monday: Closed",
                    "Tuesday: 11:30 - 15:00,  19:00 - 23:00",
                    "Wednesday: 11:30 - 15:00,  19:00 - 23:00",
                    "Thursday: 11:30 - 15:00,  19:00 - 23:00",
                    "Friday: 11:30 - 15:00,  19:00 - 23:00",
                    "Saturday: 11:30 - 15:00,  19:00 - 23:00",
                    "Sunday: 11:30 - 15:00,  19:00 - 23:00"
                ],
                "cuisine": [
                    "chinese",
                    "japanese",
                    "seafood",
                    "sushi",
                    "asian"
                ],
                "pice_level": "$"
            },
            "Tokyo Japan & Chinese Diner": {
                "address": "205 Hillcrest Dr, Laurens, SC 29360-2341",
                "location_id": "12638712",
                "description": null,
                "hours": [
                    "Monday: Closed",
                    "Tuesday: 11:00 - 21:30",
                    "Wednesday: 11:00 - 21:30",
                    "Thursday: 11:00 - 21:30",
                    "Friday: 11:00 - 22:00",
                    "Saturday: 11:00 - 22:00",
                    "Sunday: 11:00 - 21:30"
                ],
                "cuisine": [
                    "chinese"
                ],
                "pice_level": "$"
            }
        },
        "hotels": {
            "Hyatt Regency Tokyo": {
                "address": "2-7-2, Nishishinjuku, Shinjuku 160-0023 Tokyo Prefecture",
                "location_id": "307324",
                "description": "Hyatt Regency Tokyo provides a wide range of services guaranteed to satisfy the needs of guests. Allow our staff to assist you with anything you might require during your stay – from restaurant reservations and tour arrangements to tea times, spa treatments, and professional planning for any types of events or social occasion. For business trips and holidays, Hyatt Regency Tokyo sets an unmatched standard for Tokyo luxury accommodation.",
                "price_level": "$$$$"
            },
            "Hilton Tokyo": {
                "address": "6-6-2, Nishishinjuku, Shinjuku 160-0023 Tokyo Prefecture",
                "location_id": "304289",
                "description": "Hilton Tokyo is located in Shinjuku, the heart of Tokyo's business, shopping and entertainment district, and is an ideal place to experience modern Japan. A complimentary shuttle operates between the hotel and Shinjuku station and the Tokyo Metro subway is connected to the hotel. Relax in one of the modern Japanese-style rooms and admire stunning city views. The hotel offers WiFi and internet access throughout all rooms and public space. Rejuvenate in the 24-hour on-site health club and relax in the sauna or soothing whirlpool spa. Play tennis on the rooftop courts or swim laps in the indoor pool. Exercise with Technogym equipment, the official supplier of the Olympics and Paralympics. TSUNOHAZU expresses folkloric traditions and boundless energy of the Shinjuku neighborhood in an open-format space composed of colorful materials, surprising design elements and four distinct dining and entertainment zones.",
                "price_level": "$$$$"
            },
            "HOSHINOYA Tokyo": {
                "address": "1-9-1, Otemachi, Chiyoda 100-0004 Tokyo Prefecture",
                "location_id": "10426242",
                "description": "Authentic Japanese omotenashi hospitality in the heart of Tokyo From the moment guests arrive and slip off their shoes to step onto fragrant tatami mats, HOSHINOYA Tokyo, in the prestigious Otemachi district, promises sublime and authentic Japanese ryokan hospitality.",
                "price_level": "$$$$"
            },
            "The Tokyo Station Hotel": {
                "address": "1-9-1, Marunouchi, Chiyoda 100-0005 Tokyo Prefecture",
                "location_id": "310308",
                "description": "Meticulously refurbished when the hotel reopened in 2012, the 150 guestrooms and suites deftly balance the refined elegance of classic European décor with modern comfort and technology, while charmingly retaining the vestige of the station building’s rich heritage and significance. With unique accommodations such as bi-level maisonettes, guestrooms positioned along the Cupola domes of Tokyo Station and the palatial Imperial Suite to choose from, business and leisure guests can be assured of an unforgettable stay at The Tokyo Station Hotel.",
                "price_level": "$$$$"
            },
            "OYO 11429 Hotel Tokyo Japan Comforts": {
                "address": "Atithi Residency ,Ramakrishna Theare Road Tokyo Japan Centre Building, Opposite Bharat Petroleum, Hyderabad 500001 India",
                "location_id": "20210279",
                "description": "The rooms with white shades appear as inviting. The stylistic headboards add to the comfort factor and wardrobes allow easy arrangement of things.Location The hotel is situated near Ramakrishna Theatre, on JN Road, in Hyderabad. Shilparamam, the Baobab Tree of Nanankramguda, Bala Hissar Darwaza, Mecca Masjid, Golconda Fort, Buddha Statue, Qutub Shahi Tombs, Love Hyderabad Sculpture, Kasu Brahmanandha Reddy National Park, Charminar, and Chowmahalla Palace are places popular with tourists.Amenities Rooms come equipped with AC, TV, fan, and king sized bed; attached bathrooms have geysers installed. Guests can look forward to facilities such as free Wi-Fi, power backup, parking facility, elevator, card payment system, and CCTV cameras. What's Nearby Nearby eateries that serve mouth-watering food include Balaji Kailash Restaurant, Hotel Darshini Express, Zooni Restaurant, My Choice Restaurant, Grand Hotel and Restaurant, Shezan Restaurant, Deccan Chef, Season-the Restaurant, Inara Restaurant, Asoka Restaurant, and Hotel Al-Sami.",
                "price_level": "$"
            },
            "Grand Hyatt Tokyo": {
                "address": "6-10-3, Roppongi, Minato 106-0032 Tokyo Prefecture",
                "location_id": "306610",
                "description": "Experience moments of more at a dynamic lifestyle destination hotel in the heart of Roppongi, Tokyo – a lively international district. With its central location directly connected to Roppongi Hills which houses 200 shops and restaurants, a cinema, an art museum and an observatory, Grand Hyatt Tokyo is the perfect base from which to comfortably explore and discover the city. What Makes Your Stay Grand: - Convenient location: Near famous Tokyo destinations, the hotel is just a three minute walk to the nearest subway station and 90 minutes by limousine bus from Narita International Airport and 40 minutes from Haneda Airport. - An abundance of dining options: Ten unique restaurants and bars offer seasonal Japanese and a range of international cuisine. - Luxurious award-winning accommodations: Unwind and relax in one of the 387 rooms and suites at this modern hotel. -Finding your inner harmony at Nagomi: Relax with Japanese healing traditions at Nagomi Spa and Fitness.",
                "price_level": "$$$$"
            },
            "HOTEL METROPOLITAN TOKYO MARUNOUCHI": {
                "address": "1-7-12, Marunouchi, Chiyoda 100-0005 Tokyo Prefecture",
                "location_id": "653033",
                "description": null,
                "price_level": "$$$"
            },
            "Mandarin Oriental Tokyo": {
                "address": "2-1-1 Nihonbashi Muromachi, Chuo 103-8328 Tokyo Prefecture",
                "location_id": "585204",
                "description": "With our covetable Nihonbashi address, we are closely located to some of Tokyo's most prominent business addresses and attractions. Blending futuristic luxury with an extraordinary sense of space, our rooms and suites capture the very essence of Japanese style and design. We offer an extensive choice of restaurants and bars with an enticing mix of mouth-watering cuisine, delicious drinks and stunning interior design. Don't miss out to visit our Spa situated on the 37th floor - a truly luxurious retreat offering a range of relaxing and rejuvenating treatments and therapies. From meetings to conferences, special occasions and weddings, we have the capacity, experience and technology to help every event run smoothly.",
                "price_level": "$$$$"
            },
            "Keio Plaza Hotel Tokyo": {
                "address": "2-2-1, Nishishinjuku, Shinjuku 160-8330 Tokyo Prefecture",
                "location_id": "304305",
                "description": "Located in Shinjuku, the heart of Tokyo, Keio Plaza Hotel Tokyo has been welcoming guests from all over the world. Our guests may enjoy the free shuttle bus to Tokyo Disney Resort, free fitness room, sky pool (summer only; free for Premier Grand staying guests) and the rich heritage of Japanese culture — highly regarded all over the world — can be experienced first-hand at the Keio Plaza Hotel Tokyo, such as Tea Ceremony Experience, Flower Arrangement Experience, Kimono trial options, and many more. Free in-room Wi-Fi is available.",
                "price_level": "$$$$"
            },
            "The Okura Tokyo": {
                "address": "2-10-4, Toranomon, Minato 105-0001 Tokyo Prefecture",
                "location_id": "17545078",
                "description": "The Okura Tokyo will reprise the Hotel Okura Tokyo’s famed traditional Japanese beauty as well as its cherished simplicity and elegance to offer a new combination of “traditional luxury” and “contemporary luxury.” A total of 508 luxury rooms will be available in two buildings on the spacious central-Tokyo Okura property, about half of which will be covered with lush gardens and greenery. 【Awards and affiliations】 ・GBAC STAR™ Accredited Facility ・Member of The Leading Hotels of the World ・Condé Nast Traveler Top 10 Hotels in Japan Readers’Choice Awards 2022 #2 (#1 in Tokyo)【SDGs Action of The Okura Tokyo】 The Okura Tokyo coordinates with energy efficiently by being thorough implementation of energy saving measures as a mixed-use facility、and work to reduce CO2.",
                "price_level": "$$$$"
            }
        },
        "attractions": {
            "Tokyo Japan Fishing Guide": {
                "address": "1-12 Azumabashi Azumabashi Pier, Sumida 130-0001 Tokyo Prefecture",
                "location_id": "15023390",
                "description": "If you want to enjoy fishing in Tokyo bay, leave it to us “Tokyo Japan Fishing Guide” .It is the most accessible pier to do fishing in Tokyo. There are several piers that you can use in the central Tokyo. All of them are about 20 minutes by train from Tokyo Station. One of them takes 2 minutes walk from Asakusa Station, also 10 minutes walk from Tokyo Sky Tree. The main target fish is a sea bass! Let's enjoy Tokyo Bay fishing together! If you would like to make a reservation or have questions, please email me. Response from me will be quick. I always check my email.",
                "hours": [
                    "Monday: 00:00 - 23:59",
                    "Tuesday: 00:00 - 23:59",
                    "Wednesday: 00:00 - 23:59",
                    "Thursday: 00:00 - 23:59",
                    "Friday: 00:00 - 23:59",
                    "Saturday: 00:00 - 23:59",
                    "Sunday: 00:00 - 23:59"
                ]
            },
            "teamLab Planets TOKYO": {
                "address": "6-1-16, Toyosu, Koto 135-0061 Tokyo Prefecture",
                "location_id": "14951238",
                "description": "teamLab Planets (Toyosu, Tokyo) is a museum where you walk through water, and a garden where you become one with the flowers. It comprises 4 large-scale artwork spaces and 2 gardens created by art collective teamLab. teamLab Planets Recognized by GUINNESS WORLD RECORDS™ as the most visited museum (single art group) in the world. A Massive “Athletics Forest” to Newly Open in Early 2025 ACCESS： 1 minute on foot from Shin-Toyosu Station 10 minutes on foot from Toyosu Station 5 minutes on foot from Shijoumae Station and Toyosu Market ※Currently, the ＜To-05-2 (Toei Bus)＞ from Tokyo Station, Ginza, and Tsukiji to Shin-Toyosu is experiencing heavy congestion. Please consider using other public transportation methods to visit.",
                "hours": [
                    "Monday: 09:00 - 22:00",
                    "Tuesday: 09:00 - 22:00",
                    "Wednesday: 09:00 - 22:00",
                    "Thursday: 09:00 - 22:00",
                    "Friday: 09:00 - 22:00",
                    "Saturday: 09:00 - 22:00",
                    "Sunday: 09:00 - 22:00"
                ]
            },
            "Japan Guide Agency": {
                "address": "Ejirihigashi2-67-3, Shimizu-ku, Shibuya 424-0815 Tokyo Prefecture",
                "location_id": "15224696",
                "description": "“Must-Visit” Destinations with a Nationally Licensed Guide in Japan. With a nationally licensed and experienced multilingual guide, our must-see tours help you to see not only the most famous monuments, but to go off the beaten tracks in Japan. These short trips are a fantastic and great value way of experiencing Japan.",
                "hours": []
            },
            "Calmo Cooking Class in Tokyo Japan": {
                "address": "Kamisaginomiya, Nakano 165-0000 Tokyo Prefecture",
                "location_id": "26223006",
                "description": "Japanese home cooking, tokyo, cooking class, homestay like I have been teaching various kinds of dishes not only Japanese but also Europian, East Asian, Chinese, etc. I teach cooking because I myself love cooking and feel so happy when people are having happy hours over eating. I can speak English enough to teach you, so come my home and enjoy cooking! I can arrange menu to make as you prefer.",
                "hours": []
            },
            "Tokyo Tower": {
                "address": "4-chome 2-8, Shibakoen, Minato 105-0011 Tokyo Prefecture",
                "location_id": "320047",
                "description": null,
                "hours": [
                    "Monday: 09:00 - 23:00",
                    "Tuesday: 09:00 - 23:00",
                    "Wednesday: 09:00 - 23:00",
                    "Thursday: 09:00 - 23:00",
                    "Friday: 09:00 - 23:00",
                    "Saturday: 09:00 - 23:00",
                    "Sunday: 09:00 - 23:00"
                ]
            },
            "Tokyo Skytree": {
                "address": "1 Chome-1-2, Oshiage, Sumida 131-8634 Tokyo Prefecture",
                "location_id": "1872416",
                "description": null,
                "hours": [
                    "Monday: 09:00 - 21:00",
                    "Tuesday: 09:00 - 21:00",
                    "Wednesday: 09:00 - 21:00",
                    "Thursday: 09:00 - 21:00",
                    "Friday: 09:00 - 21:00",
                    "Saturday: 09:00 - 21:00",
                    "Sunday: 09:00 - 21:00"
                ]
            },
            "Japan Panoramic Tours": {
                "address": "Shinjuku 160-0023 Tokyo Prefecture",
                "location_id": "9741667",
                "description": "Hello everyone! We are Japan Panoramic Tours. We have run \"one day bus trip\" for about 7 years since 2016 and had about 70,000 passengers from over 135 countries so far. Our goal is to get international travelers to become big Japan fans through our tours. Thanks to such wonderful reviews written by past passengers on tripadvisor, we have received \"Certificate of Excellence\" in four years straight from 2017~2020. During our tour, our tour guide speaks in fluent English all the time. In addition, we have multi-lingual audio (EN, FR, IT, ES, ZH, TH, ID, UK) so that various travellers can get guidance in their mother languages. Because of the Covid-19, we couln't have our tours from 2021 and 2022 but this year, 2023, we are back! Everyone who joins our can make the most of the destinations because of our efficient tour itineraries. The visiting order of the stops are well-planed. Should you have any questions, please do not hesitate to contact us. Yours sincerely, Japan Panoramic Tours",
                "hours": [
                    "Monday: 10:00 - 17:00",
                    "Tuesday: 10:00 - 17:00",
                    "Wednesday: 10:00 - 17:00",
                    "Thursday: 10:00 - 17:00",
                    "Friday: 10:00 - 17:00",
                    "Saturday: 10:00 - 17:00",
                    "Sunday: 10:00 - 17:00"
                ]
            },
            "Tokyo Metro": {
                "address": "Tokyo Prefecture",
                "location_id": "1509275",
                "description": null,
                "hours": []
            },
            "My Japan Guide": {
                "address": "Shibuya Tokyo Prefecture",
                "location_id": "10187804",
                "description": "My Japan Guide specializes in personal Japan Tours for individuals and small groups. We offer a wide variety of guided walks in Japan… but also happy to organize tailor-made journey according to your requirements. Making Japan come alive.",
                "hours": [
                    "Monday: 10:00 - 19:00",
                    "Tuesday: 10:00 - 19:00",
                    "Wednesday: 10:00 - 19:00",
                    "Thursday: 10:00 - 19:00",
                    "Friday: 10:00 - 19:00",
                    "Saturday: 10:00 - 12:00",
                    "Sunday: Closed"
                ]
            },
            "Chabad Tokyo Japan": {
                "address": "1-25-18 Sanno, Ota 143-0023 Tokyo Prefecture",
                "location_id": "23955177",
                "description": null,
                "hours": []
            }
        }
    },
    "London, United Kingdom": {
        "restaurants": {
            "Bustronome London": {
                "address": "40b Victoria Embankment 40b Victoria Embankment, London WC2N 6PB England",
                "location_id": "19260282",
                "description": "Fine Dining on the move. A new way to experience London. The Bustronome is a high-end dining experience aboard a custom designed double decker bus, featuring a panoramic view of the city. A unrivaled combination of aesthetics and leisure, this luxury bus/restaurant provides an extraordinary experience, discover the most beautiful views in London while enjoying the best of its gastronomy.",
                "hours": [
                    "Monday: 12:00 - 14:00,  19:00 - 22:00",
                    "Tuesday: 12:00 - 15:00,  19:00 - 22:00",
                    "Wednesday: 12:00 - 15:00,  19:00 - 22:00",
                    "Thursday: 12:00 - 15:00,  19:00 - 22:00",
                    "Friday: 12:00 - 14:00,  19:00 - 22:00",
                    "Saturday: 12:00 - 14:00,  19:00 - 22:00",
                    "Sunday: 12:00 - 14:00,  19:00 - 22:00"
                ],
                "cuisine": [
                    "french",
                    "european",
                    "british",
                    "contemporary",
                    "fusion",
                    "healthy"
                ],
                "pice_level": "$$$$"
            },
            "Amazonico London": {
                "address": "10 Berkeley Square Mayfair, London W1J 6BR England",
                "location_id": "19696781",
                "description": "A Latin American restaurant in the heart of Mayfair, taking customers on a sensory and culinary journey through the Amazon River.",
                "hours": [
                    "Monday: 12:00 - 01:00",
                    "Tuesday: 12:00 - 01:00",
                    "Wednesday: 12:00 - 01:00",
                    "Thursday: 12:00 - 01:00",
                    "Friday: 12:00 - 01:00",
                    "Saturday: 12:00 - 01:00",
                    "Sunday: 12:00 - 00:00"
                ],
                "cuisine": [
                    "brazilian",
                    "latin"
                ],
                "pice_level": "$$$$"
            },
            "Zuma London": {
                "address": "5 Raphael Street, London SW7 1DL England",
                "location_id": "732975",
                "description": "Zuma in London's Knightsbridge offers a sophisticated twist on the traditional Japanese izakaya style of informal eating and drinking. The ethos behind Zuma is to deliver an authentic, contemporary flavour of the east while respecting the traditions of the past.",
                "hours": [
                    "Monday: 12:00 - 15:00,  18:00 - 23:00",
                    "Tuesday: 12:00 - 15:00,  18:00 - 23:00",
                    "Wednesday: 12:00 - 15:00,  18:00 - 23:00",
                    "Thursday: 12:00 - 15:00,  18:00 - 23:00",
                    "Friday: 12:00 - 15:00,  18:00 - 23:00",
                    "Saturday: 12:00 - 15:30,  18:00 - 23:00",
                    "Sunday: 12:00 - 15:30,  18:00 - 22:30"
                ],
                "cuisine": [
                    "japanese",
                    "sushi",
                    "asian",
                    "grill",
                    "healthy"
                ],
                "pice_level": "$$$$"
            },
            "Tattu London": {
                "address": "The Now Building Rooftop, Outernet, Denmark Place, London WC2H 0LA England",
                "location_id": "23958433",
                "description": "Welcome to our Courtyard House. Our London concept was inspired by the traditional Chinese Courtyard House, a historic structure in which four residences would surround a beautiful central garden, blending residential opulence with the true beauty of the outside world. At the entrance gate to our courtyard dwelling, an ornate 'spirit screen' depicts our four mythical Tattu creatures, the Phoenix, Koi Carp, Dragon and Tiger. Superstition holds that these protective spirits bring good fortune to those that pass over our threshold. Unwind into our Outer Courtyard Terrace & Bar taking in unrivalled city views, journey through our Flower Hung Gate and onto the ornate pathway connecting each of our opulent dining room Residences. Each Residence opens out onto the stunning Inner Courtyard, where diners can watch the stars under our infamous cherry blossom and shelter from the sun under intricate timber awnings. We look forward to welcoming you soon.",
                "hours": [
                    "Monday: 12:00 - 00:00",
                    "Tuesday: 12:00 - 00:00",
                    "Wednesday: 12:00 - 00:00",
                    "Thursday: 12:00 - 00:00",
                    "Friday: 12:00 - 01:00",
                    "Saturday: 12:00 - 01:00",
                    "Sunday: 12:00 - 00:00"
                ],
                "cuisine": [
                    "chinese",
                    "asian"
                ],
                "pice_level": "$$$$"
            },
            "Hard Rock Cafe London Piccadilly Circus": {
                "address": "225-229 Piccadilly Criterion Building, London W1J 9HR England",
                "location_id": "17728520",
                "description": "Hard Rock Cafe is a global phenomenon with 185 cafes that are visited by nearly 80 million guests each year. The first Hard Rock Cafe opened on June 14, 1971, in London, England, and from there the brand has expanded to major cities and exotic locations around the world.",
                "hours": [],
                "cuisine": [
                    "american",
                    "british",
                    "canadian",
                    "central_american"
                ],
                "pice_level": "$$ - $$$"
            },
            "Uzumaki London": {
                "address": "107 Great Russell Street, London WC1B 3NA England",
                "location_id": "24106101",
                "description": "Uzumaki London is the iconic Anime & Manga Themed Japanese Restaurant serving Naruto Ramen, Itachi Dango, Sushi & Bubble Tea. Uzumaki London is bringing anime food to life. New Location: 107 Great Russell Street WC1B 3NA",
                "hours": [
                    "Monday: Closed",
                    "Tuesday: 12:00 - 23:00",
                    "Wednesday: 12:00 - 23:00",
                    "Thursday: 12:00 - 23:00",
                    "Friday: 12:00 - 23:00",
                    "Saturday: 12:00 - 23:00",
                    "Sunday: 12:00 - 22:00"
                ],
                "cuisine": [
                    "japanese",
                    "asian",
                    "healthy",
                    "japanese_fusion"
                ],
                "pice_level": "$$ - $$$"
            },
            "Happy London": {
                "address": "25 -29 Coventry Street Piccadilly, London W1D 7AG England",
                "location_id": "20156919",
                "description": "A family-friendly casual dining group with over 40 sites across Europe. Located at the heart of London, you can’t miss our bright and beautiful flagship restaurant in Piccadilly Circus, London. Happy London recently won Best Restaurant in London and Best Hospitality Team in the UK at the British Restaurant Awards.",
                "hours": [
                    "Monday: 12:00 - 22:30",
                    "Tuesday: 12:00 - 22:30",
                    "Wednesday: 12:00 - 22:30",
                    "Thursday: 12:00 - 22:30",
                    "Friday: 12:00 - 00:00",
                    "Saturday: 12:00 - 00:00",
                    "Sunday: 12:00 - 00:00"
                ],
                "cuisine": [
                    "bar",
                    "grill",
                    "european",
                    "international",
                    "dining_bars"
                ],
                "pice_level": "$$ - $$$"
            },
            "Haus Of Cabaret London": {
                "address": "1 Mark Lane Corner of Dunster Court and Mark Lane, London EC3R 7AH England",
                "location_id": "1764323",
                "description": "Haus of Cabaret London offers its guests an all round high end dining and entertainment experience against the backdrop of a prohibition-like atmosphere. With low-lighting, a smattering of comfortable booths and a collection of tables at which to sit and enjoy the show, the main focus of the venue is indeed the stage, where a whole host of talent are out in force for your entertainment. Open from Thursday until Saturday, this 1920's speakeasy located in the centre of the capital comes with a kitchen serving up an assortment of superbly executed classics, and there's an extensive wine list and variety of classic and contemporary cocktails to accompany your dinner. Haus of Cabaret London guests can enjoy cabaret, jazz and burlesque as they eat in the style of a retro Hollywood supper club, and there's live bands and DJ sets on hand to continue the party long into the evening.",
                "hours": [
                    "Monday: Closed",
                    "Tuesday: Closed",
                    "Wednesday: Closed",
                    "Thursday: 18:30 - 03:00",
                    "Friday: 18:30 - 03:00",
                    "Saturday: 11:15 - 00:00",
                    "Sunday: Closed"
                ],
                "cuisine": [
                    "british"
                ],
                "pice_level": "$$ - $$$"
            },
            "Swan London": {
                "address": "21 New Globe Walk, London SE1 9DT England",
                "location_id": "1491952",
                "description": "The Swan bar, restaurant & private dining rooms are located at Shakespeare's Globe on Bankside and have stunning River Thames and central London views. The bar offers relaxed all-day dining, sharing plates and British classics such as fish and chips. The riverside bar serves craft beers, small-batch London gins and tonics, seasonal cocktails and English sparkling wines. The elegant restaurant offers seasonal British a la carte dining, fine wines, afternoon tea, weekend brunch & Sunday roasts. The stunning private dining rooms are perfect for cocktail receptions, dinner parties, private celebrations, corporate events, wedding receptions & Christmas parties. Swan is just a short walk from London Bridge, Borough Market, Tate Modern & Southbank and the London Eye.",
                "hours": [
                    "Monday: 12:00 - 14:30,  17:00 - 21:00",
                    "Tuesday: 12:00 - 14:30,  17:00 - 21:00",
                    "Wednesday: 12:00 - 14:30,  17:00 - 21:00",
                    "Thursday: 12:00 - 14:30,  17:00 - 21:00",
                    "Friday: 12:00 - 14:30,  17:00 - 21:00",
                    "Saturday: 12:00 - 14:30,  17:00 - 21:00",
                    "Sunday: 12:00 - 17:00"
                ],
                "cuisine": [
                    "british"
                ],
                "pice_level": "$$ - $$$"
            },
            "C London": {
                "address": "23/25 Davies Street Between Grosvenor Street & Mount Row, London W1K 3DE England",
                "location_id": "778373",
                "description": "Located in the heart of Mayfair, a few steps away from the most elegant shopping, Cipriani welcomes with its timeless, elegant setting and buzzy atmosphere an eclectic crowd of Londoners and a very international clientele. The menu offers traditional Italian dishes and classics from Harry’s Bar in Venice.",
                "hours": [
                    "Monday: 09:00 - 21:30",
                    "Tuesday: 12:00 - 21:30",
                    "Wednesday: 12:00 - 21:30",
                    "Thursday: 12:00 - 22:00",
                    "Friday: 12:00 - 22:00",
                    "Saturday: 12:00 - 22:00",
                    "Sunday: 12:00 - 21:30"
                ],
                "cuisine": [
                    "italian",
                    "mediterranean",
                    "european"
                ],
                "pice_level": "$$$$"
            }
        },
        "hotels": {
            "Park Grand London Kensington": {
                "address": "33-37 Hogarth Road, London SW5 0QQ England",
                "location_id": "193143",
                "description": "Finding an ideal charming hotel in London does not have to be difficult. Welcome to Park Grand London Kensington, a nice option for travelers like you. Free Wi-Fi is offered to guests, and rooms at Park Grand Kensington offer a flat screen TV, a minibar, and air conditioning. During your stay, take advantage of some of the amenities offered, including a 24 hour front desk, a concierge, and room service. Guests of Park Grand Kensington are also welcome to enjoy a fitness center and breakfast, located on site. For those interested in checking out popular landmarks while visiting London, Park Grand Kensington Hotel is located a short distance from Harrods (1.3 mi) and Buckingham Palace (2.2 mi). During your visit, be sure to check out one of London's popular schnitzel restaurants such as The Wolseley, Oslo Court, and Granger & Co, all a short distance from Park Grand London Kensington. If you’re looking for something to do, Natural History Museum (0.7 mi), V&A - Victoria and Albert Museum (0.9 mi), and Science Museum (0.7 mi) are a nice way to spend some time, and they are all within walking distance of Shaftesbury Kensington. Park Grand London Kensington puts the best of London at your fingertips, making your stay both relaxing and enjoyable.",
                "price_level": "$$"
            },
            "Travelodge London City Hotel": {
                "address": "20 Middlesex Street, London E1 7EX England",
                "location_id": "13569031",
                "description": "Travelodge London City hotel is an excellent choice for travelers visiting London, offering a family-friendly environment alongside many helpful amenities designed to enhance your stay.\nYou’ll enjoy relaxing rooms that offer a flat screen TV, and you can stay connected during your stay as Travelodge London City hotel offers guests paid wifi.\nPlus, Travelodge London City hotel offers an on-site restaurant, providing a pleasant respite from your busy day.\nNearby landmarks such as Covent Garden (2.1 mi) and Coca-Cola London Eye (2.1 mi) make Travelodge London City hotel a great place to stay when visiting London.\nWhile in London, you may want to check out some of the restaurants that are a short walk away from Travelodge London City hotel, including Coppa Club - Tower Bridge (0.5 mi), Duck and Waffle (0.3 mi), and Aqua Shard (0.9 mi).\nLooking to explore? Then look no further than Tower of London (0.5 mi), Sky Garden (0.5 mi), and The View from The Shard (0.9 mi), which are some popular London attractions – all conveniently located within walking distance of the hotel.\nEnjoy your stay in London!\n",
                "price_level": "$$"
            },
            "Rosewood London": {
                "address": "252 High Holborn, London WC1V 7EN England",
                "location_id": "193108",
                "description": "Rosewood London combines English heritage with contemporary sophistication in the very heart of the capital. The Grade II-listed, building has been renovated to provide accommodation with the feel of a stylish London residence. The guestrooms and suites are inspired by a traditional British manor house. The restaurants and bars are destinations in their own right. Recreational facilities include the Sense, A Rosewood Spa, Rosewood's signature spa brand, and a well-equipped fitness suite.",
                "price_level": "$$$$"
            },
            "The Standard, London": {
                "address": "10 Argyle Street, London WC1H 8EG England",
                "location_id": "17578734",
                "description": "Housed in the former Camden Town Hall Annex in London’s thriving King’s Cross neighbourhood, the 1974 Brutalist building has been meticulously restored and sets the perfect stage for The Standard’s first hotel outside America. The Standard, London has 266 rooms in 42 unique styles ranging from Cosy Core rooms to terraced suites with outdoor bathtubs overlooking St Pancras station. The Library Lounge, with a carefully curated library pays homage to the building’s original use, with a Sounds studio hosting weekly live music and talks. Double Standard, offers lunch, happy-hour and casual drinking and dining, while his garden restaurant, Isla, features a seasonally-driven menu. Board the street level, exterior red lift directly to the 10th floor where Chef Peter Sanchez-Iglesias’ forthcoming restaurant will showcase his live fire cooking and the building’s 360-degree views of London. Next door, Sweeties is our cocktail bar, discotheque and late-night lounge bringing innovative drinks and glorious misbehaviour to the top of the hotel. Think feel-good sips and trippy-coloured cocktails surrounded by floor-to-ceiling views and a good time soundtrack from our ever-evolving DJ line-up. Head up to our cheery Rooftop for tacos from Decimiño and 360-views of the city. Just like The Standard, this city is anything but. The Standard, London is joyfully located on the doorstep of the capital’s most exciting exhibitions, mouth-wateringly good food, cosy pubs, live music, shopping hotspots and historic architecture. Want a taste of the good life? Our Concierge is here to help make your trip to London the best one yet. There are also plenty of Happenings within the hotel’s original brutalist walls: from bottomless brunches to chess evenings and live jazz bands to panel discussions. King’s Cross is suitably located at the crossroads of north, south, east, and west whether it be by train, bus, automobile or by foot: Eurostar, St Pancras + King’s Cross Station: 2-min walk Oxford Circus: 7-min tube Gatwick Airport: 50-min train Euston Station: 9-min walk Regent’s Park: 30-min walk British Library: 2-min walk Camden Market: 26-min walk Coal Drops Yard: 13-min walk",
                "price_level": "$$$$"
            },
            "Sunborn London": {
                "address": "Royal Victoria Dock, London E16 1AA England",
                "location_id": "6603498",
                "description": "Sunborn London is located at the western end of the Royal Victoria Dock overlooking the Docklands, Canary Wharf O2 Arena, London City Airport, and the ExCel where one can enjoy the panoramic views of their private settings. Travelling on the DLR towards Beckton alighting from Custom House Excel DLR station, it is a 3-5 minute walk which is a short distance from the main entrance of the ExCel London. For a more scenic journey one can enjoy taking the Emirates Cable Car journey from the North Greenwich O2 Arena to the Royal Victoria Dock, where you can enjoy a walk along the pier t taking in what the local area has to offer whilst visiting Sunborn London.",
                "price_level": "$$$"
            },
            "Hilton London Olympia": {
                "address": "380 Kensington High Street, London W14 8NL England",
                "location_id": "193131",
                "description": "Hilton London Olympia is steps from the shops of Kensington High Street, passing the gardens of Holland Park along the way. We're a three-minute walk from events at the Olympia London and city exploring via Kensington (Olympia) Station. Grab Costa Coffee in the lobby before visiting Royal Albert Hall, Hyde Park, Westfield London Shopping Centre and city center sights. Try our quintessentially British menu in our fabulous interior designed Society Restaurant or relax and enjoy our delicious cocktails and nibbles in Society Bar. We offer 12 meetings and events spaces, including a private dining area and an executive boardroom with private kitchen. Many of our spaces benefit from natural daylight. Our dedicated planners can advise on refreshments, seating plans and A/V. We are also only 14 miles away from Heathrow Airport.",
                "price_level": "$$"
            },
            "Royal Lancaster London": {
                "address": "Lancaster Terrace, London W2 2TY England",
                "location_id": "195284",
                "description": "As one of the few remaining independently owned hotels in the capital, Royal Lancaster London stands proudly on the border of Hyde Park, offering breathtaking views of the famous London skyline. All 411 beautiful guestrooms have been impeccably designed to combine timeless style and comfort, ensuring every stay in London is truly unforgettable, whether you’re looking for a romantic weekend away or exploring the capital together as a family. Did we mention that kids under 12 get breakfast on us?! Guests can enjoy a selection of restaurants and bars onsite including the brand new Blooming British Afternoon Tea in collaboration with the Natural History Museum and the award-winning Nipa Thai, serving the most authentic Thai food outside of Bangkok. Superbly located in the heart of London, the hotel is adjacent to Lancaster Gate Underground Station and a 10 minute walk away from Paddington Station, offering easy access to Heathrow Airport in just 15 minutes.",
                "price_level": "$$$$"
            },
            "The Ritz London": {
                "address": "150 Piccadilly, London W1J 9BR England",
                "location_id": "187591",
                "description": "Opened by renowned hotelier Cesar Ritz in 1906, The Ritz today still retains all the glamour and excitement synonymous with this world famous hotel. Perfectly located in a landmark position on Piccadilly in the heart of London's West End, the 136 room luxury hotel is ideally placed to suit both business and leisure visitors alike. Now totalling 111 bedrooms and 25 suites, the elegant rooms combine the original Louis XVI style interiors with modern day technology. Considered by many to be one of the most beautiful rooms in the world, The Michelin-starred Ritz Restaurant features a magnificent frescoed ceiling with west facing windows overlooking Green Park beyond. The restaurant is open for breakfast, lunch and dinner daily, with a 'Live at The Ritz' Dinner Dance on Friday and Saturday evenings. The Ritz offers, most famously, daily Afternoon Tea service which has been popular since the hotel first opened. The stylishly updated Rivoli Bar was designed by Tessa Kennedy and features Art Deco styled interiors. Open daily with a bar menu. The Ritz London is a Grade II star listed building and in 2002 became the first hotel to receive the Royal Warrant from his Royal Highness The Prince of Wales for banqueting and catering services.",
                "price_level": "$$$$"
            },
            "DoubleTree By Hilton London Tower Of London": {
                "address": "7 Pepys Street, London EC3N 4AF England",
                "location_id": "1946018",
                "description": "At DoubleTree by Hilton, we know that the little things mean everything. These days, travel can be hard. At DoubleTree by Hilton we understand that, and every little thing we do adds up to creating a rewarding experience for our guests. This is evidenced through the signature warm chocolate chip cookies guests receive upon arrival, the advantages of the award-winning Hilton HHonors(R) guest reward program and our industry-recognized Culture of CARE that's been part of our DNA since 1985.",
                "price_level": "$$$"
            },
            "Montcalm Royal London House": {
                "address": "22-25 Finsbury Square, London EC2A 1DX England",
                "location_id": "10810215",
                "description": "Experience the epitome of luxury living at Montcalm Royal London House, where every detail has been meticulously crafted to ensure an unforgettable stay. Indulge your senses at our exclusive spa, where expert therapists offer a range of indulgent treatments designed to rejuvenate mind, body, and soul. Take a dip in our indoor warm swimming pool, or simply relax in the serene ambiance of our relaxation area, leaving the stresses of the day far behind. For discerning food enthusiasts, our hotel offers a culinary journey like no other. Ascend to the heights of gastronomic delight at Aviary, our rooftop restaurant boasting panoramic city views and exquisite fine dining options. Budrock beckons with its casual yet chic ambiance, serving up a delectable fusion of café, bar, and restaurant delights. And for those craving a taste of local flavour, Long Arm Pub awaits, showcasing its own brewery alongside a menu of hearty pub fare.",
                "price_level": "$$$$"
            }
        },
        "attractions": {
            "London Eye": {
                "address": "Westminster Bridge Road Riverside Building, County Hall, London SE1 7PB England",
                "location_id": "553603",
                "description": "Located along the Thames River, this iconic observation wheel offers unobstructed views from its glass pods. During the 30-minute ride, you'll be able to see London's well-known buildings like Buckingham Palace, Big Ben, and The Shard. On a clear day, you can see up to 25 miles from the top—where Windsor Castle is. Sunset views here are otherworldly, but nightfall views of the twinkling lights are great too. London Eye can be reached easily by taking the Tube to Waterloo station. You might want to buy fast-track passes online in advance to skip the queues. – Tripadvisor",
                "hours": [
                    "Monday: 11:00 - 18:00",
                    "Tuesday: 11:00 - 18:00",
                    "Wednesday: 11:00 - 18:00",
                    "Thursday: 11:00 - 18:00",
                    "Friday: 11:00 - 18:00",
                    "Saturday: 10:00 - 20:30",
                    "Sunday: 11:00 - 18:00"
                ]
            },
            "Tower of London": {
                "address": "London EC3N 4AB England",
                "location_id": "187547",
                "description": "The Tower of London is a 1,000 year old castle that protects the Crown Jewels. Throughout its long history, it was a secure fortress, a royal palace, and an infamous prison. Kings and queens demonstrated their power from here, shaping society and influencing our world. Today within the walls of this mighty fortress you can see the spectacular displays of the Jewel House, the Tower’s Mint and the Royal Armouries (including the armours of Henry VIII). Meet the Yeoman Warders, who have guarded this castle for centuries, and the Tower’s symbolic guardians – the Ravens.",
                "hours": [
                    "Monday: 10:00 - 17:30",
                    "Tuesday: 09:00 - 17:30",
                    "Wednesday: 09:00 - 17:30",
                    "Thursday: 09:00 - 17:30",
                    "Friday: 09:00 - 17:30",
                    "Saturday: 09:00 - 17:30",
                    "Sunday: 10:00 - 17:30"
                ]
            },
            "Big Ben": {
                "address": "Parliament Square Elizabeth Tower - Houses of Parliament, Westminster, London SW1A 0AA England",
                "location_id": "211709",
                "description": "Better known as Big Ben (it's actually the name of the Great Bell!), this iconic clock tower which stands at the Houses of Parliament is officially called the Elizabeth Tower, named in honor of Queen Elizabeth II's Diamond Jubilee. When the Elizabeth Tower is open for tours, you can climb up the tower and admire the clock and bell up close. But fret not, you can still learn about its history and admire its ornate golden facade on a tour of London or the Houses of Parliament.",
                "hours": []
            },
            "London Underground": {
                "address": "London SW1H 0TL England",
                "location_id": "187536",
                "description": "London Underground, better known as the Tube, has 11 lines covering 402km and serving 270 stations. Opened in 1863, it is the world's oldest underground railway network, and one of the largest.",
                "hours": []
            },
            "ExCeL London": {
                "address": "1 Western Gateway Royal Victoria Dock, London E16 1XL England",
                "location_id": "632458",
                "description": "ExCeL London is home to a huge range of consumer shows, trade exhibitions, conferences, and sporting events. Whether your passion is property, baking, animals, interior design, comic book characters or motorcycles, we have a show that will inspire, excite, and entertain. ExCeL is situated alongside Royal Victoria Dock, within a 100-acre waterfront campus, which includes a variety of hotels, bars and restaurants.",
                "hours": []
            },
            "Canary Wharf": {
                "address": "London England",
                "location_id": "2437651",
                "description": null,
                "hours": []
            },
            "Westfield London": {
                "address": "Ariel Way, London W12 7GF England",
                "location_id": "12035544",
                "description": "Unlike its Stratford branch, the original Westfield has a special wing, The Village, devoted to 30+ luxury brands like Louis Vuitton and Prada, plus the usual mall staples, restaurants, and a cinema.",
                "hours": [
                    "Monday: 10:00 - 21:00",
                    "Tuesday: 10:00 - 21:00",
                    "Wednesday: 10:00 - 21:00",
                    "Thursday: 10:00 - 21:00",
                    "Friday: 10:00 - 21:00",
                    "Saturday: 10:00 - 21:00",
                    "Sunday: 12:00 - 18:00"
                ]
            },
            "Borough Market": {
                "address": "8 Southwark Street, London SE1 1TL England",
                "location_id": "260500",
                "description": "This market is one of London’s oldest and largest food markets, with over 100 delicatessens, butchers, fishmongers, and cheesemakers selling fresh produce, meats, artisanal delicacies, and more. It's where locals come to do their grocery runs, and where travelers can come to try some of the best British food in a historic setting. Join a food and market tour of London to make sure you don't miss any of the best stalls. It gets busy on weekend afternoons, and some traders aren't open on all days—typically on limited market days early in the week—so be sure to plan ahead. – Tripadvisor",
                "hours": [
                    "Monday: 10:00 - 17:00",
                    "Tuesday: 10:00 - 17:00",
                    "Wednesday: 10:00 - 17:00",
                    "Thursday: 10:00 - 17:00",
                    "Friday: 10:00 - 17:00",
                    "Saturday: 09:00 - 17:00",
                    "Sunday: 10:00 - 16:00"
                ]
            },
            "Madame Tussauds London": {
                "address": "Marylebone Road, London NW1 5LR England",
                "location_id": "187535",
                "description": "STARDOM awaits you! Step into the spotlight as you accept your exclusive invitation to Madame Tussauds London, the home of famous fun in the capital. Join your favourite celebs at the ULTIMATE A-list party, strut your stuff on the catwalk with Cara, take the hot seat alongside will.i.am in The Voice Experience or join the Royal Family on the iconic balcony. Test your bravery in Alien: Escape then explore the jungles of Kong: Skull Island. Hail a London cab and journey through 400 years of the capital’s history before joining the Marvel Super Heroes for a crime-fighting adventure. Then use the force to be transported to a galaxy far, far away and star in the action with the greats of the Star Wars universe. So what are you waiting for? COME ON IN!",
                "hours": [
                    "Monday: 10:00 - 15:00",
                    "Tuesday: 10:00 - 15:00",
                    "Wednesday: 10:00 - 15:00",
                    "Thursday: 10:00 - 15:00",
                    "Friday: 10:00 - 15:00",
                    "Saturday: 10:00 - 15:00",
                    "Sunday: 10:00 - 15:00"
                ]
            },
            "London Zoo": {
                "address": "Outer Circle The Regent's Park, London NW1 4RY England",
                "location_id": "187553",
                "description": "London Zoo is packed full of wonder and amazement, with over 650 species of animals to meet and thousands more surprising and fascinating facts just waiting to be discovered. Find yourself face-to-face with our Asiatic lions and our friendly giraffes whilst they enjoy a spot of lunch. Wander through our Madagascan shrub forest and see how many of our ring-tailed lemurs you can spot before heading down to Tiny Giants to quiz our insect experts on the importance of insects to our ecosystem. Then, if you're feeling brave, you can get up close and personal and take a Spider Selfie with our resident arachnids in Europe’s only walk-through spider experience. Not to mention firm favourites Gorilla Kingdom, Penguin Beach and Tiger Territory. This is a place where fun days help us fund raise. Where your visit will help support our conservation work in over 50 countries around the world. Where really great days out can make a really positive difference to the wildlife we work to protect.",
                "hours": [
                    "Monday: 10:00 - 16:00",
                    "Tuesday: 10:00 - 16:00",
                    "Wednesday: 10:00 - 16:00",
                    "Thursday: 10:00 - 16:00",
                    "Friday: 10:00 - 16:00",
                    "Saturday: 10:00 - 16:00",
                    "Sunday: 10:00 - 16:00"
                ]
            }
        }
    },
    "Madrid, Spain": {
        "restaurants": {
            "Los Montes de Galicia": {
                "address": "Calle Azcona 46, 28028 Madrid Spain",
                "location_id": "2006562",
                "description": "Jose Espasandín, entrepreneur and owner restorer of Los Montes de Galicia since 1997 has been faithful to its commitment to diners who have gone through the restaurant Azcona, 46.The concept of Montes de Galicia is very simple. Is to offer a complete dining experience, from a pecking bar with fine wines by the glass, a variety of both classic and modern recipes and cocktails author. And all this in a pleasant and surrounded by a service transmitting passion and a desire to make the client environment.",
                "hours": [
                    "Monday: 13:30 - 16:00,  19:30 - 23:30",
                    "Tuesday: 13:30 - 16:00,  19:30 - 23:30",
                    "Wednesday: 13:30 - 16:00,  19:30 - 23:30",
                    "Thursday: 13:30 - 16:00,  19:30 - 23:30",
                    "Friday: 13:30 - 16:00,  19:30 - 23:30",
                    "Saturday: 13:30 - 16:00,  19:30 - 23:30",
                    "Sunday: 13:30 - 16:00,  19:30 - 23:30"
                ],
                "cuisine": [
                    "spanish",
                    "international",
                    "mediterranean",
                    "healthy"
                ],
                "pice_level": "$$ - $$$"
            },
            "Entre Santos Cocktail Bar & Food": {
                "address": "Calle de San Bartolome 4, 28004 Madrid Spain",
                "location_id": "14062978",
                "description": "¡Bienvenido a Entre Santos! Descubre una experiencia gastronómica única en el corazón de Chueca, Madrid. Sumérgete en un ambiente vibrante y divertido, donde podrás disfrutar de deliciosos platos de comida mediterránea fusionada con sabores innovadores, acompañados de una creativa selección de cócteles. En \"Entre Santos\" no aceptamos reservas, así que ven temprano y disfruta de nuestra cocina abierta desde las 6 de la tarde hasta la 1 de la mañana. Nuestro staff enérgico y apasionado te hará sentir como en casa en una noche inolvidable en Entre Santos. ¡Te esperamos!\"\n\nNo hacemos reservas.\nWe don’t work with reservations. \nOur policy is first come first seat.\n\nCocina siempre abierta\nKitchen is always open",
                "hours": [
                    "Monday: 18:00 - 01:30",
                    "Tuesday: 18:00 - 01:30",
                    "Wednesday: 18:00 - 01:30",
                    "Thursday: 18:00 - 01:30",
                    "Friday: 18:00 - 02:30",
                    "Saturday: 14:00 - 02:30",
                    "Sunday: 14:00 - 01:30"
                ],
                "cuisine": [
                    "bar",
                    "mediterranean",
                    "european",
                    "spanish",
                    "contemporary",
                    "fusion",
                    "healthy"
                ],
                "pice_level": "$$ - $$$"
            },
            "Tatel Madrid": {
                "address": "Paseo de la Castellana, 36, 28046 Madrid Spain",
                "location_id": "8018926",
                "description": null,
                "hours": [
                    "Monday: 13:00 - 01:00",
                    "Tuesday: 13:00 - 01:00",
                    "Wednesday: 13:00 - 01:00",
                    "Thursday: 01:00 - 02:00",
                    "Friday: 01:00 - 02:00",
                    "Saturday: 01:00 - 02:00",
                    "Sunday: 13:00 - 01:00"
                ],
                "cuisine": [
                    "mediterranean",
                    "european",
                    "spanish",
                    "international"
                ],
                "pice_level": "$$$$"
            },
            "Taberna Mas Al Sur": {
                "address": "Calle Santa Isabel 35, 28012 Madrid Spain",
                "location_id": "8396325",
                "description": "Mas Al Sur is a traditional Spanish Taberna were you can take a menu, some tapas & raciones as well as some drinks and cocktails in a cozy and friendly way. We are NOT a \"gourmet\" restaurant; but our goal is to offer a high quality costumer services at the best quality / prize ratio with simple dishes prepared with the freshest products we found on the market in a day to day basis. Taberna Mas Al Sur",
                "hours": [
                    "Monday: 09:00 - 00:00",
                    "Tuesday: 09:00 - 00:00",
                    "Wednesday: 09:00 - 00:00",
                    "Thursday: 09:00 - 00:00",
                    "Friday: 09:00 - 00:00",
                    "Saturday: 09:00 - 00:00",
                    "Sunday: 09:00 - 00:00"
                ],
                "cuisine": [
                    "mediterranean",
                    "european",
                    "spanish",
                    "healthy"
                ],
                "pice_level": "$$ - $$$"
            },
            "Angelita Madrid": {
                "address": "C. De La Reina, 4, 28004 Madrid Spain",
                "location_id": "10159455",
                "description": "Angelita is the new project of the Villalón brothers. The wine bar and the american bar, are the heart of this place. All of this without giving up to the food, they present us dishes with traditional roots brought up to date. They offer more than 500 wine references. And signature cocktails created by the team, with more than 500 distilled options.",
                "hours": [
                    "Monday: 13:30 - 02:00",
                    "Tuesday: 13:30 - 02:00",
                    "Wednesday: 13:30 - 02:00",
                    "Thursday: 13:30 - 02:00",
                    "Friday: 14:00 - 02:30",
                    "Saturday: 14:00 - 02:30",
                    "Sunday: Closed"
                ],
                "cuisine": [
                    "international",
                    "mediterranean",
                    "european",
                    "spanish",
                    "fusion",
                    "wine_bar"
                ],
                "pice_level": "$$ - $$$"
            },
            "Vinitus Gran Via Madrid": {
                "address": "Calle Gran Via 4, 28013 Madrid Spain",
                "location_id": "17815480",
                "description": "NO HACEMOS RESERVAS ANTICIPADAS. GRACIAS. WE DO NOT TAKE RESERVATIONS. THANK YOU. A new place in the heart of Madrid, with an eclectic desing between modern and cozy, our proposal is a market tapas and a wide variety of Montaditos with fresh and quality products where the presentation is taken care of by our chefs, but where premium flavor always prevail, a combination that provides a unique expereince that culminates exceptionally with a selection of great wines.",
                "hours": [
                    "Monday: 08:30 - 01:00",
                    "Tuesday: 08:30 - 01:00",
                    "Wednesday: 08:30 - 01:00",
                    "Thursday: 08:30 - 01:00",
                    "Friday: 08:30 - 01:00",
                    "Saturday: 09:00 - 01:00",
                    "Sunday: 09:00 - 01:00"
                ],
                "cuisine": [
                    "mediterranean",
                    "spanish",
                    "healthy"
                ],
                "pice_level": "$$ - $$$"
            },
            "Trattoria Pulcinella": {
                "address": "Calle Regueros 7 Centro, 28004 Madrid Spain",
                "location_id": "795373",
                "description": null,
                "hours": [
                    "Monday: 13:00 - 16:00,  20:00 - 23:00",
                    "Tuesday: 13:00 - 16:00,  20:00 - 23:00",
                    "Wednesday: 13:00 - 16:00,  20:00 - 23:00",
                    "Thursday: 13:00 - 16:00,  20:00 - 23:00",
                    "Friday: 13:00 - 16:30,  19:00 - 23:30",
                    "Saturday: 13:00 - 16:30,  19:00 - 23:30",
                    "Sunday: 13:00 - 16:30,  19:00 - 23:00"
                ],
                "cuisine": [
                    "italian",
                    "pizza",
                    "neapolitan",
                    "campania",
                    "romana",
                    "lazio",
                    "sicilian",
                    "centralitalian",
                    "southernitalian"
                ],
                "pice_level": "$$ - $$$"
            },
            "GastroVia 61": {
                "address": "Calle de la Flor Baja 3 Grupotel Mayorazgo, 28013 Madrid Spain",
                "location_id": "7622713",
                "description": null,
                "hours": [
                    "Monday: 13:00 - 23:00",
                    "Tuesday: 13:00 - 23:00",
                    "Wednesday: 13:00 - 23:00",
                    "Thursday: 13:00 - 23:00",
                    "Friday: 13:00 - 23:00",
                    "Saturday: 13:00 - 23:00",
                    "Sunday: 13:00 - 23:00"
                ],
                "cuisine": [
                    "mediterranean",
                    "european",
                    "spanish",
                    "healthy"
                ],
                "pice_level": "$$ - $$$"
            },
            "Zenith Brunch & Cocktails": {
                "address": "Calle Valverde 28, 28004 Madrid Spain",
                "location_id": "17340009",
                "description": "International Brunch restaurant, featured in the top 14 most instagramable restaurants in the World by Trip Advisor. Classics like French Toast, Banana Bread or Eggs Benedict. Marvelous Vegan & Gluten-Free Options. And many more specialties like Bagels, Brazilian Acai, Tapiocas, Shakshuka, Smoothie Bowls & Salad Bowls, our famous Pancakes!!! No Reservations! Visit us and we'll get you a seat! ;)",
                "hours": [
                    "Monday: 08:00 - 17:00",
                    "Tuesday: 08:00 - 17:00",
                    "Wednesday: 08:00 - 17:00",
                    "Thursday: 08:00 - 17:00",
                    "Friday: 08:00 - 17:00",
                    "Saturday: 08:00 - 18:00",
                    "Sunday: 08:00 - 18:00"
                ],
                "cuisine": [
                    "cafe",
                    "european",
                    "healthy",
                    "international"
                ],
                "pice_level": "$$ - $$$"
            },
            "Taberna de Penalver": {
                "address": "Calle del Conde de Penalver, 90, 28006 Madrid Spain",
                "location_id": "21328133",
                "description": "Taberna con especialidad en arroces alicantinos en el barrio de Salamanca Madrid. El buen hacer de nuestra cocina casera y los ingredientes mediterráneos hacen de La Taberna de Peñalver uno de los restaurantes en el barrio de Salamanca más recomendables para disfrutar de una gastronomía exquisita a un precio inmejorable. Contamos con terraza amplia y los mejores arroces de Madrid, fruto del trabajo artesanal con el que perseguimos siempre la excelencia en cada uno de nuestros platos. Un lugar donde convergen el trato exquisito a nuestros clientes, ingredientes de primera calidad típicos de la cocina mediterránea, una de las más valoradas en el mundo, y un saber hacer culinario impecable.",
                "hours": [
                    "Monday: 12:00 - 00:00",
                    "Tuesday: 12:00 - 00:00",
                    "Wednesday: 12:00 - 00:00",
                    "Thursday: 12:00 - 00:00",
                    "Friday: 12:00 - 00:00",
                    "Saturday: 12:00 - 00:00",
                    "Sunday: 12:00 - 00:00"
                ],
                "cuisine": [
                    "seafood",
                    "mediterranean",
                    "spanish",
                    "healthy",
                    "dining_bars"
                ],
                "pice_level": "$$ - $$$"
            }
        },
        "hotels": {
            "The Principal Madrid": {
                "address": "Calle Marques De Valdeiglesias, 1, 28004 Madrid Spain",
                "location_id": "7309373",
                "description": "The Principal Madrid Hotel is much more than a luxurious modern boutique hotel. Its prime location in the heart of Madrid, its exclusive entrance, its 76 elegantly appointed rooms, the stunning Terraza (rooftop terrace,7th floor) with what may be the best views in Madrid, and its Ático (penthouse, 6th floor) where avant-garde haute cuisine meets classic cocktails in a space with the best music are reasons enough not to miss the opportunity of discovering this renovated building, now one of the capital’s must-see sights. The hotel’s impressive Ático and Terraza boast the best panoramic views of downtown Madrid. In both, amid large, lush garden areas, you can sip a cocktail or order from the menu concocted by Ramón Freixa (2 Michelin stars), soak up some sun in the Solarium or enjoy the sound of the overflow pool and the best ambient music or our outdoor showers in summer… and always with the finest service to ensure that your every wish is granted.",
                "price_level": "$$$$"
            },
            "Hotel Riu Plaza Espana": {
                "address": "Calle Gran Via 84, 28013 Madrid Spain",
                "location_id": "15235805",
                "description": "The Hotel Riu Plaza España opened its doors in August 2019 in the Edificio España which is the 8th tallest building in Madrid, Spain, and one of the city's most iconic buildings. It is an example of 20th-century Spanish architecture built in the neo-baroque style. Located only approx. 20 km away from the Madrid-Barajas Adolfo Suárez (MAD) airport. This hotel is ideal for both leisure and business travel. The 584 modern designed, elegant decorated rooms with free Wi-Fi offer maximum comfort as well as relaxation. In the 17 stylish and modern conference rooms you can successfully organize your events and meetings. For gastronomy lovers, the guests can enjoy a buffet restaurant, as well as a Sky Bar and Lobby Bar for snacks & drinks. Visit the reinvented rooftop. The 360° terrace now has a new Gastrobar called El Edén and yet another attraction on top of its spectacular views of the capital: a transparent viewpoint looking over the recently inaugurated Plaza de España square. This glass balcony that hangs at a height of 100 metres above the ground gives our most intrepid visitors a wonderful panorama of the southern area of the capital.",
                "price_level": "$$$"
            },
            "Pestana Plaza Mayor Madrid": {
                "address": "Calle Imperial 8, 28012 Madrid Spain",
                "location_id": "16658718",
                "description": "Sleeping in the historic centre of Madrid, in a baroque building in the most iconic square in the city. It’s an experience only possible at the Pestana Plaza Mayor, an exclusive hotel of the Pestana Collection brand that combines the baroque architecture of the 17th Century with a sophisticated decor and the amenities of the 21st century. Madrid is a city with a life of its own, where there is movement, noise and people. But if you want to relax for a moment, all you need to do is close the windows. The hotel is your refuge whenever you want, simultaneously at the centre of everything is the centre of tranquillity. With its spectacular Spa, an inner patio lit with natural light, its own library, a Rooftop bar with seasonal pool with views over the most genuine neighbourhood in the city, a terrace right on Plaza Mayor and rooms that prime for supreme comfort, this is the place to stay in the centre of Madrid. The Pestana Plaza Mayor Madrid is a unique and unrivalled luxury hotel, located a stone’s throw away from the main monuments and tourist attractions, such as Puerta del Sol square, the Royal Palace, Madrid Cathedral, Gran Vía, Plaza del Callao square, the Temple of Debod, or the iconic El Rastro flea market. The Paseo del Arte, where you’ll find the main museums such as the Prado, Reina Sofía, and Thyssen, is only a 20-minute walk away.",
                "price_level": "$$$"
            },
            "SLEEP'N Atocha": {
                "address": "Calle del Dr. Drumen, 4, 28012 Madrid Spain",
                "location_id": "1475454",
                "description": "We are a human and committed team that works to promote a new, more sustainable and more conscious tourism. We can proudly say that we are B Corp in Spain’s first accommodation and the second in Europe, which certifies our compliance with the highest standards in terms of social and environmental performance, transparency and corporate responsibility. We aim to contribute to improving our environment by putting the people and the planet at the centre. But we cannot do it alone. We need to work hand in hand with our suppliers, partners and customers. For this reason, we believe it is important to remember each guest crossing the SLEEP’N Atocha threshold is changing the world with us. Our Rooms: MAXIMUM COMFORT Our rooms are designed for your rest. They all have soundproof walls, viscoelastic mattresses, duvets and a pillow menu. TECHNOLOGY AT ITS BEST Rooms with free high-speed wifi, built-in bluetooth speakers and high-pressure rain showers. EXCELLENCE VS. SIZE Our designer rooms are smaller than the average in Spain. Giving up a few square meters allows us to offer more and better services, to you… and to the planet. Less is more.",
                "price_level": "$$"
            },
            "Barcelo Torre de Madrid": {
                "address": "Plaza de Espana 18, 28008 Madrid Spain",
                "location_id": "10847573",
                "description": null,
                "price_level": "$$$"
            },
            "Mandarin Oriental Ritz - Madrid": {
                "address": "Plaza de la Lealtad 5, 28014 Madrid Spain",
                "location_id": "190570",
                "description": "With a stunning and meticulous restoration that celebrates César Ritz's pioneering spirit, a prestigious central location, five restaurants and bars overseen by one of Spain's most celebrated chefs and exceptional fitness and wellness facilities, Mandarin Oriental Ritz, Madrid is set to become the city's most luxurious hotel.",
                "price_level": "$$$$"
            },
            "Axel Hotel Madrid": {
                "address": "Calle Atocha 49, 28012 Madrid Spain",
                "location_id": "12560161",
                "description": "Axel Hotel Madrid is located in Atocha Street number 49, in the famous “Barrio de las Letras”, and it will be surrounded by the most emblematic streets of the city, in a bohemian atmosphere that combines shopping, good gastronomy and fun. The hotel has 88 rooms, and in Axel Hotel Madrid you will find a meeting point in the capital, with its innovative spaces made specially so you can treat yourself and have fun, always loyal to Axel’s concept of style, design, comfort and cosmopolitan environment.",
                "price_level": "$$"
            },
            "Novotel Madrid Center": {
                "address": "Calle o'Donnell 53, 28009 Madrid Spain",
                "location_id": "501066",
                "description": "Located in the heart of Madrid, Novotel Madrid Center is an ideal hotel to enjoy the city. 12 KM from the airport Madrid Barajas and strategical situation to Atocha Train Station, 5 minutes walking distance to the emblematic Retiro Park, The surroundings of the hotel include the main landmarks of the city such as Puerta de Alcalá, the golden Mile shopping district or Prado Museum. The hotel features 790 rooms, summer season swimming pool, rooftop terrace, gym and meeting spaces.",
                "price_level": "$$"
            },
            "Emperador Hotel Madrid": {
                "address": "Calle Gran Via 53, 28013 Madrid Spain",
                "location_id": "228665",
                "description": "Emperador Hotel in Madrid is perfectly located in the lively Gran Vía of Madrid, only a few minutes of the main tourist attractions in the capital. It offers 232 guestrooms, meeting rooms and an amazing rooftop with terrace and swimming pool in season. Other services in the hotel: gym, souvenirs shop, hairdressing, steam bath and valet parking, among others.",
                "price_level": "$$"
            },
            "Hilton Madrid Airport": {
                "address": "Avenida Hispanidad 2-4, 28042 Madrid Spain",
                "location_id": "649828",
                "description": "The stylish Hilton Madrid Airport hotel is just minutes from Madrid Barajas International Airport and the bustling cosmopolitan city of Madrid. Take advantage of the complimentary shuttle service to and from the airport and stops at attractions or use the nearby Metro station as your link to the city of Madrid.Indulge in a fantastic selection of rooms at this Madrid hotel which include impressive marble bathrooms, flat-screen LCD or plasma TVs and wireless internet access. Guest rooms feature heated floors and floor-to-ceiling windows. Executive, deluxe and relaxation rooms offer complimentary access to the Executive Lounge. Enjoy a suite that offers a separate living room and fluffy bathrobes for your comfort and convenience. Refresh with a swim in the hydrotherapeutic pool and exercise in the fully equipped fitness center.Consider the self-contained Convention Center located in the North Tower of the Hilton Madrid Airport for business conferences, celebrations and stylish Madrid weddings. Host up to 450 guests in space that includes a board room and elegant ballroom, making this Madrid airport hotel an ideal location.Savor sumptuous Mediterranean cuisine in the Reserva Grill Restaurant and enjoy tantalizing tapas and a glass of Rioja in the Ferrum Bar.",
                "price_level": "$$"
            }
        },
        "attractions": {
            "Buzziler Madrid, Spain": {
                "address": "Puerta del Sol, 28013 Madrid Spain",
                "location_id": "19526673",
                "description": "Your place to book top-rated tours and experiences in Madrid hosted by locals. Choose from authentic tapas tours, dining experiences, cooking classes, guided sightseeing, and more!",
                "hours": []
            },
            "PROFi DRIVER Madrid, Spain, Europe": {
                "address": "10 Rue de Penthievre, 75008 Madrid Spain",
                "location_id": "19937982",
                "description": "PROFI DRIVER connects thousands of passengers with a vast network of licensed and insured professional chauffeurs. We offer the most reliable global professional chauffeur service at the most competitive rates in all countries. PROFI DRIVER'S five-star service combines 24/7 customer care with real-time service control for tens of thousands of top-of-the-line vehicles.",
                "hours": []
            },
            "Free Walking Tours Madrid": {
                "address": "28013 Madrid Spain",
                "location_id": "12288843",
                "description": "¡Hola! Come on our 2h30 Free Tour and discover the best overview of Madrid’s history, lifestyle, and tips to make the most out of your visit! Craft Tours Spain promotes tours and activities with young and dynamic tour guides. Our proposal is for you to join the Free Tour of Madrid, and at the end you decide how much the experience was worth for you! :) We meet every day at 11am and Friday and Saturday at 3:30pm at Plaza del Callao, for tours in English and Spanish. We cannot ensure your participation in the tour without a reservation, a 3€ fee will be applied in order to book your spot and secure your tour.",
                "hours": [
                    "Monday: 10:00 - 14:00",
                    "Tuesday: 10:00 - 14:00",
                    "Wednesday: 10:00 - 14:00",
                    "Thursday: 10:00 - 14:00",
                    "Friday: 10:00 - 18:00",
                    "Saturday: 10:00 - 18:00",
                    "Sunday: 10:00 - 14:00"
                ]
            },
            "Original Food Tours Madrid, Spain": {
                "address": "23 Rue De Richelieu, 75001 Madrid Spain",
                "location_id": "20403951",
                "description": "Team of food lovers, local experts, who want to share a real passion of gastronomy ! Come and join us for a very fun adventure !",
                "hours": []
            },
            "Puerta del Sol": {
                "address": "Puerta del Sol, 28013 Madrid Spain",
                "location_id": "190140",
                "description": "Considered by many to be the \"hub\" of the city, this large urban plaza contains many statues and monuments.",
                "hours": []
            },
            "Solve A Mystery - Madrid, Spain": {
                "address": "Ryesgade 32 D, 2200 Madrid Spain",
                "location_id": "25206730",
                "description": "We created Solve A Mystery to provide people with the right preconditions to simply enjoy each other's company in exciting environments, laugh a lot, and create lasting memories around the beautiful world we live in. ",
                "hours": []
            },
            "Museo Nacional del Prado": {
                "address": "Paseo del Prado s/n, 28014 Madrid Spain",
                "location_id": "190143",
                "description": "The Prado has one of the largest art collections in the world, and is best known for its diverse assortment of works by Velasquez, Goya and El Greco.",
                "hours": [
                    "Monday: 10:00 - 20:00",
                    "Tuesday: 10:00 - 20:00",
                    "Wednesday: 10:00 - 20:00",
                    "Thursday: 10:00 - 20:00",
                    "Friday: 10:00 - 20:00",
                    "Saturday: 10:00 - 20:00",
                    "Sunday: 10:00 - 19:00"
                ]
            },
            "Madrid Day Tours": {
                "address": "28014 Madrid Spain",
                "location_id": "2196480",
                "description": null,
                "hours": [
                    "Monday: 09:00 - 18:00",
                    "Tuesday: 09:00 - 18:00",
                    "Wednesday: 09:00 - 18:00",
                    "Thursday: 09:00 - 18:00",
                    "Friday: 09:00 - 18:00",
                    "Saturday: 09:00 - 18:00",
                    "Sunday: 09:00 - 18:00"
                ]
            },
            "Madrid Metro": {
                "address": "Madrid Spain",
                "location_id": "7892146",
                "description": null,
                "hours": []
            },
            "Royal Palace of Madrid": {
                "address": "Calle de Bailen s/n, 28071 Madrid Spain",
                "location_id": "190146",
                "description": "Luxurious, over-the-top rococo palace with over 2,000 opulently gilded rooms.",
                "hours": [
                    "Monday: 10:00 - 18:00",
                    "Tuesday: 10:00 - 18:00",
                    "Wednesday: 10:00 - 18:00",
                    "Thursday: 10:00 - 18:00",
                    "Friday: 10:00 - 18:00",
                    "Saturday: 10:00 - 18:00",
                    "Sunday: 10:00 - 18:00"
                ]
            }
        }
    },
    "Florence, Spain": {
        "restaurants": {
            "Florence’s Lowcountry Kitchen": {
                "address": "90 Folly Road Blvd Suite B-4, Charleston, SC 29407",
                "location_id": "18980679",
                "description": "Florence’s Lowcountry Kitchen is a tribute to Florence Powell, the Great Grandmother of Jonathan and Patrick Kish of 82 Queen Restaurant established in 1982. Florence Mosley was born in 1908 in Charleston and worked at The American Tobacco Company’s Cigar Factory, where she met and married Plant Manager Jesse Powell. They enjoyed their life in the Lowcountry, crabbing, fishing, visiting the Limehouse Farmers Market on Wapoo road, and creating delicious home-cooked southern meals. They passed their recipes down to their granddaughter Tyler Kish, wife to Steve Kish chef/owner of 82 Queen. Florence and Jesse’s favorite dishes to cook were Deviled Crab Cakes, Seafood Gumbo, and Johnny Cakes. For every holiday Florence would make her famous punch, which we now served and call Grannies Punch.",
                "hours": [
                    "Monday: 16:00 - 21:30",
                    "Tuesday: 16:00 - 21:30",
                    "Wednesday: 16:00 - 21:30",
                    "Thursday: 16:00 - 21:30",
                    "Friday: 16:00 - 21:30",
                    "Saturday: 11:00 - 21:30",
                    "Sunday: 11:00 - 21:30"
                ],
                "cuisine": [
                    "cajun_creole",
                    "seafood",
                    "american"
                ],
                "pice_level": "$$ - $$$"
            },
            "Florence's": {
                "address": "1437 NE 23rd St, Oklahoma City, OK 73111-3084",
                "location_id": "875168",
                "description": null,
                "hours": [
                    "Monday: 07:00 - 18:00",
                    "Tuesday: 07:00 - 18:00",
                    "Wednesday: 07:00 - 18:00",
                    "Thursday: 07:00 - 18:00",
                    "Friday: 07:00 - 18:00",
                    "Saturday: Closed",
                    "Sunday: Closed"
                ],
                "cuisine": [
                    "american"
                ],
                "pice_level": "$$ - $$$"
            },
            "Trattoria Za Za": {
                "address": "Piazza Del Mercato Centrale, 26R, 50123, Florence Italy",
                "location_id": "1102359",
                "description": "In the lively and crowded environment of the Central Market of San Lorenzo, in the heart of the city of Florence, was founded the restaurant Za Za, in one of the buildings survived at the time ... Or maybe it's better to say that it is here that still lives: where now Za Za, in fact, since the early nineteenth century there was a small inn. It is 1977 when Stefano Bondi, born at number 18 of the Main Market Square in the old house of aunt Tonina , baptizes with the name Za Za this dining room and open to the public. It was April 7. At that time, Zà Zà was a small restaurant. Stefano Bondi worked with his mother from the beginning. Her role was fundamental in Bondi’s life, as well as being the soul of the restaurant, to which she devoted her whole life. A dish is not born by chance. In addition to creativity, which is indispensable, it requires “technique and common sense, an attention to timing, to each ingredient, and to the condiments, too…”.",
                "hours": [
                    "Monday: 11:00 - 23:00",
                    "Tuesday: 11:00 - 23:00",
                    "Wednesday: 11:00 - 23:00",
                    "Thursday: 11:00 - 23:00",
                    "Friday: 11:00 - 23:00",
                    "Saturday: 11:00 - 23:00",
                    "Sunday: 11:00 - 23:00"
                ],
                "cuisine": [
                    "steakhouse",
                    "mediterranean",
                    "italian",
                    "tuscan",
                    "centralitalian"
                ],
                "pice_level": "$$ - $$$"
            },
            "Florence Restaurant": {
                "address": "Barbyusi str. 64/2, Yerevan 0028 Armenia",
                "location_id": "7684760",
                "description": null,
                "hours": [
                    "Monday: 12:00 - 00:00",
                    "Tuesday: 12:00 - 00:00",
                    "Wednesday: 12:00 - 00:00",
                    "Thursday: 12:00 - 00:00",
                    "Friday: 12:00 - 00:00",
                    "Saturday: 12:00 - 00:00",
                    "Sunday: 12:00 - 00:00"
                ],
                "cuisine": [
                    "armenian",
                    "european"
                ],
                "pice_level": "$$$$"
            },
            "Il Barretto": {
                "address": "Via Del Parione 50R, 50123, Florence Italy",
                "location_id": "2433001",
                "description": null,
                "hours": [
                    "Monday: 18:30 - 23:00",
                    "Tuesday: Closed",
                    "Wednesday: 18:30 - 23:00",
                    "Thursday: 18:30 - 23:00",
                    "Friday: 18:30 - 23:00",
                    "Saturday: 18:30 - 23:00",
                    "Sunday: 18:30 - 23:00"
                ],
                "cuisine": [
                    "italian",
                    "seafood",
                    "mediterranean",
                    "european",
                    "healthy",
                    "tuscan",
                    "centralitalian",
                    "international"
                ],
                "pice_level": "$$ - $$$"
            },
            "Florence's Resort Restaurant": {
                "address": "2 Micheal Street, Freetown Sierra Leone",
                "location_id": "3961427",
                "description": null,
                "hours": [],
                "cuisine": [
                    "seafood"
                ],
                "pice_level": "$$ - $$$"
            },
            "The Vineyard at Florence": {
                "address": "111 Via Francesco, Florence, TX 76527",
                "location_id": "3263684",
                "description": "Vineyard east of Florence, TX.",
                "hours": [
                    "Monday: Closed",
                    "Tuesday: Closed",
                    "Wednesday: Closed",
                    "Thursday: 09:00 - 21:00",
                    "Friday: 09:00 - 22:00",
                    "Saturday: 09:00 - 22:00",
                    "Sunday: 09:00 - 19:00"
                ],
                "cuisine": [
                    "american",
                    "wine_bar"
                ],
                "pice_level": "$$ - $$$"
            },
            "306 Barbecue-Florence": {
                "address": "322 N Court St, Florence, AL 35630-4743",
                "location_id": "9681753",
                "description": "We serve authentic fresh off the pit, smoked and dry rubbed meats cooked on-site daily along with a dozen of delicious side items. Some favorites include brown sugar green beans, mac & cheese, Brunswick stew, chicken salad, banana pudding and chocolate mousse.",
                "hours": [
                    "Monday: 11:00 - 21:00",
                    "Tuesday: 11:00 - 21:00",
                    "Wednesday: 11:00 - 21:00",
                    "Thursday: 11:00 - 21:00",
                    "Friday: 11:00 - 22:00",
                    "Saturday: 11:00 - 22:00",
                    "Sunday: 11:00 - 21:00"
                ],
                "cuisine": [
                    "american",
                    "barbecue"
                ],
                "pice_level": "$$ - $$$"
            },
            "The Florence Arms": {
                "address": "18-20 Florence Road Southsea, Portsmouth PO5 2NE England",
                "location_id": "1770543",
                "description": "Gastro Pub - stylish bar area with relaxing airy restaurant attached.",
                "hours": [
                    "Monday: 12:00 - 23:00",
                    "Tuesday: 12:00 - 23:00",
                    "Wednesday: 12:00 - 23:00",
                    "Thursday: 12:00 - 23:00",
                    "Friday: 12:00 - 00:00",
                    "Saturday: 12:00 - 00:00",
                    "Sunday: 12:00 - 23:00"
                ],
                "cuisine": [
                    "british",
                    "pub",
                    "gastropub"
                ],
                "pice_level": "$$ - $$$"
            }
        },
        "hotels": {
            "Glance Hotel In Florence": {
                "address": "Via Nazionale 23, 50123, Florence Italy",
                "location_id": "10408157",
                "description": "Glance Hotel in Florence is located on the historical neighborhood of San Lorenzo, place of the famous \"Food Market\". Accademia Museum, Uffizi Gallery, The Duomo Cathedral and the Old Bridge are easily reachable by walk. A few steps faraway from Congress Centre and the main Station Santa Maria Novella, the Glance Hotel is the perfect location both for business stays and discovering the cradle of Renaissance. The mid-century building, creation of the famous Florentine Architect Italo Gamberini, is now completely renovated. Our Glance Hotel offers you everything you need with 68 rooms, one meeting room for up to 40 people, Lounge bar overlooking a beautiful terrace, Roof Top Bar on the sixth floor with an amazing, modern and exclusive designed heated swimming pool. Free wi fi all over the building and a private Garage available on request.",
                "price_level": "$$$"
            },
            "Hotel Calimala Florence": {
                "address": "Via dei Lamberti, 5, 50123, Florence Italy",
                "location_id": "17703706",
                "description": "Hotel Calimala is situated in the heart of the historic center of Florence, occupying two adjacent historic buildings, the East and the West. We offer a range of room categories, spanning from 16 sqm superior rooms to spacious 50 sqm executive suites. Renovations led by designer Alex Meitlis involved the use of authentic materials such as pietra serena and Tuscan marble, along with contemporary furniture, to leave the Florentine soul of the building intact. The rooms and common areas are characterized by high quality prints and masterpieces by international talents: a true compendium of contemporary art, in which you will immerse yourself in every moment of your day in Florence! The hotel also has two restaurants: Meze, which is in the west wing, offers a special Mediterranean sea cuisine experience that our chef has reinvented. A stunning perspective of Florence's City and a Mediterranean-style cooking are paired together at Angel RooftopBar&Dining in the East wing.",
                "price_level": "$$$"
            },
            "Plus Florence": {
                "address": "Via di Santa Caterina D'Alessandria 15, 50129, Florence Italy",
                "location_id": "1072842",
                "description": null,
                "price_level": "$"
            },
            "Luxor Florence": {
                "address": "Viale Fratelli Rosselli 71, 50144, Florence Italy",
                "location_id": "7938989",
                "description": "In Florence, Hotel Luxor Florence, opened in 2015, is within walking distance of the train station Santa Maria Novella, near the Exhibition Centre of Fortezza da Basso and Palazzo dei Congressi, as the old town and the main shopping streets. Its rooms have been designed streamlined and stylish. The interior design has a great attention to detail and the quiet, relaxing atmosphere is matched by the friendliness and warm hospitality that will make your stay memorable in the city of Renaissance. In addition to the 24h reception and the splendid breakfast room, you will find a custom-tailored services. Our goal is to make you feel at home, offering you double superior rooms , triple superior rooms, junior suites some of which with balcony and studio apartment different from each other but also by offering assistance and service worthy of the best hotels. Professionalism, and courtesy of the staff make finally Luxor Florence a perfect destination for any type of stay either you are visiting the city for pleasure either for those who seek a business hotel.",
                "price_level": "$$"
            },
            "The St. Regis Florence": {
                "address": "Piazza Ognissanti 1, 50123, Florence Italy",
                "location_id": "191159",
                "description": "Standing on the banks of the Arno River with views across to the Ponte Vecchio and the picturesque hills of Tuscany, The St. Regis Florence is the epitome of elegance and refined hospitality, and the preferred stop of tastemakers and luxury hotel travelers since the 18th century. Impeccably placed in the city’s historical center, our 5-star hotel offers an unrivalled immersion into the cradle of the Renaissance. Lavishly appointed accommodations at The St. Regis Florence feature decidedly modern amenities and services, all elevated by the St. Regis hallmark butler service, offering visitors a myriad of storied Florentine aesthetics. Local flavors infuse a gourmet Tuscan cuisine in the hotel’s restaurants and bars, and a selection of elegant venues lend distinction to weddings, social celebrations and business events. When it is time to wind down, the Iridium Spa Suites in partnership with MyBlend, present unique, bespoke treatments and in-depth therapies",
                "price_level": "$$$$"
            },
            "Hilton Florence Metropole": {
                "address": "Via del Cavallaccio 36, 50142, Florence Italy",
                "location_id": "566077",
                "description": "Hilton Florence Metropole is a contemporary hotel with a strategic location adjacent to all important traffic hubs. It is only 3 km (10 minutes) away from the Florence International Airport and the city business district. Hop on our 34-seats shuttle bus from/to the city centre (not bookable and at € 5.00 per room per stay) in order to reach in only a few minutes Florence major attractions like the Uffizi Gallery and the Duomo Cathedral. The 15-floors building offers, from the Executive Lounge’s terrace, a breathtaking view of Florence. It has 212 guestrooms - including 32 Executive rooms, 22 deluxe and 4 suites. Each guest room is furnished with a warm, contemporary style; wooden floor and spacious marble bathrooms can ensure maximum comfort for both business and leisure travellers. The hotel is provided of a complimentary external parking (50 boxes) and a charged covered garege (80 boxes), at € 10.00 per day per vehicle.",
                "price_level": "$$"
            },
            "The Westin Excelsior, Florence": {
                "address": "Piazza Ognissanti 3, 50123, Florence Italy",
                "location_id": "195007",
                "description": "With the Piazza della Signoria and Uffizi just steps away, The Westin Excelsior, Florence sits at the center of Florentine culture. Browse boutiques along the Ponte Vecchio, have an espresso at a local café, and enjoy the best Florence has to offer. Take in the vibrant flavors and sweeping views in SE·STO on Arno, our glass rooftop bar and restaurant. You can stay fit in the WestinWORKOUT® Fitness Studio, elevate your meeting in one of our unique venues and enjoy seven centuries of Italian history all inside our doors. Relive history in one of our 171 elegant guest rooms and suites recently renovated, some of which feature private balconies. Stunning views of the Arno and our Heavenly® Bed relax the senses, while high-speed internet access inspires peaceful productivity",
                "price_level": "$$$$"
            },
            "Hotel Florence": {
                "address": "Piazza Mazzini 46, 22021 Bellagio Italy",
                "location_id": "238037",
                "description": null,
                "price_level": "$$$"
            },
            "Hilton Garden Inn Florence": {
                "address": "2671 Hospitality Boulevard, Florence, SC 29501",
                "location_id": "587496",
                "description": "Welcome to the Hilton Garden Inn Florence, a full-service hotel in Florence South Carolina. We offer friendly service and a magnificent location with easy access to I-95 and I-20 and Florence's best attractions. Florence Civic Center, Florence Museum of Art, Science and History, Darlington Raceway, Clemson Outdoor Educational Trail, Pearl Fryar's Topiary Garden, Various restaurants and shopping venues.",
                "price_level": "$$"
            },
            "Courtyard Florence": {
                "address": "2680 Hospitality Blvd., Florence, SC 29501",
                "location_id": "103903",
                "description": "Finding an ideal family-friendly hotel in Florence does not have to be difficult. Welcome to Courtyard Florence, a nice option for travelers like you.\nFlorence Courtyard offers guests an array of room amenities including a flat screen TV and air conditioning, and getting online is possible, as free wifi is available.\nThe hotel offers a 24 hour front desk, a convenience store, and newspaper, to make your visit even more pleasant. The property also features a pool and a lounge. Guests arriving by vehicle have access to free parking.\nClose to Cottle Strawberry Farm (2.6 mi), a popular Florence landmark, Courtyard Florence is a great destination for tourists.\nDuring your visit, be sure to check out a popular Florence dumplings  restaurant such as Roger's BBQ, which is a short distance from Florence Marriott.\nFlorence is also home to Florence County Museum, a popular art museum that is not too far from Courtyard Florence.\nCourtyard Florence puts the best of Florence at your fingertips, making your stay both relaxing and enjoyable.\n",
                "price_level": "$$"
            }
        },
        "attractions": {
            "Walkabout Florence Tours": {
                "address": "50122, Florence Italy",
                "location_id": "1799599",
                "description": null,
                "hours": [
                    "Monday: 09:00 - 21:00",
                    "Tuesday: 09:00 - 21:00",
                    "Wednesday: 09:00 - 21:00",
                    "Thursday: 09:00 - 21:00",
                    "Friday: 09:00 - 21:00",
                    "Saturday: 09:00 - 21:00",
                    "Sunday: 09:00 - 21:00"
                ]
            },
            "Piazza del Duomo": {
                "address": "50122, Florence Italy",
                "location_id": "195699",
                "description": "This large city square contains the Basilica of Santa Maria del Fiore, the third largest cathedral in the world after St. Peter's in Rome and St. Paul's in London.",
                "hours": []
            },
            "Massai Orafi in Florence": {
                "address": "Via delle Terme 13, 50123, Florence Italy",
                "location_id": "6510763",
                "description": "Old goldsmith 4th FLOOR, of an old house tower. realization hande made of jewelery . The entrance is from a normal door of an apartment house, at number 13 via delle terme , you have to ring the bell, with the inscription MASSAI ORAFI. There is also a plaque next to the bells with the inscription \"MASSAI ORAFI IN FLORENCE\".",
                "hours": [
                    "Monday: 09:00 - 13:00,  15:00 - 19:00",
                    "Tuesday: 09:00 - 13:00,  15:00 - 19:00",
                    "Wednesday: 09:00 - 13:00,  15:00 - 19:00",
                    "Thursday: 09:00 - 19:00",
                    "Friday: 09:00 - 13:00,  15:00 - 19:00",
                    "Saturday: Closed",
                    "Sunday: Closed"
                ]
            },
            "Mama Florence": {
                "address": "Viale Francesco Petrarca, 12, 50122, Florence Italy",
                "location_id": "6616646",
                "description": "At Mama Florence, a harmonious blend of culinary expertise and heartfelt passion awaits you. Our school is a haven where home cooks and internationally acclaimed chefs unite, sharing their profound skills, cultural wisdom, and love for the art of cooking. Whether you're learning from a seasoned chef or a skilled home cook, the common thread is the dedication to weaving their expertise into the tapestry of daily practice. Here, the essence of nourishing with love permeates every dish, creating an experience that transcends the ordinary. Step into our warm embrace, where the inviting atmosphere mirrors that of a cherished home. The camaraderie and hospitality envelop you, making you feel like you've arrived at a familiar hearth. It's not just a school; it's a culinary sanctuary. Rediscover the joy of two elemental pleasures: cooking and savoring a meal. With every chop, stir, and sizzle, you'll learn the secrets of Tuscan cuisine while immersing yourself in its timeless traditions.",
                "hours": [
                    "Monday: 09:30 - 22:00",
                    "Tuesday: 09:30 - 22:00",
                    "Wednesday: 09:30 - 22:00",
                    "Thursday: 09:30 - 22:00",
                    "Friday: 09:30 - 22:00",
                    "Saturday: 09:30 - 22:00",
                    "Sunday: Closed"
                ]
            },
            "Florence Mall": {
                "address": "2028 Florence Mall, Florence, KY 41042-1443",
                "location_id": "12357823",
                "description": null,
                "hours": [
                    "Monday: 10:00 - 21:00",
                    "Tuesday: 10:00 - 21:00",
                    "Wednesday: 10:00 - 21:00",
                    "Thursday: 10:00 - 21:00",
                    "Friday: 10:00 - 21:00",
                    "Saturday: 10:00 - 21:00",
                    "Sunday: 12:00 - 18:00"
                ]
            },
            "Cooking in Florence": {
                "address": "Via Lapo da Castiglionchio 8 Firenze, Italy, 50126, Florence Italy",
                "location_id": "3220042",
                "description": "Personal cooking class for small groups of family and/or friends. Wonderful.",
                "hours": [
                    "Monday: 09:00 - 23:00",
                    "Tuesday: 09:00 - 23:00",
                    "Wednesday: 09:00 - 23:00",
                    "Thursday: 09:00 - 23:00",
                    "Friday: 09:00 - 23:00",
                    "Saturday: 09:00 - 23:00",
                    "Sunday: 09:00 - 23:00"
                ]
            },
            "The Enthusiastic Traveler": {
                "address": "Florence Italy",
                "location_id": "2140738",
                "description": "Some 20 years ago, my passion for Italy inspired me to live here. My discoveries inspired me to share. My confidence took me to other countries. The landscape of each region, typical and special foods, small wine productions, the cast of special characters in each place, beautiful architecture and history affect me in the same way I hope to affect you, Perhaps even to change and re-invigorate you, and give you a new perspective about life. To approach it in a new and different way.",
                "hours": [
                    "Monday: 10:00 - 16:00",
                    "Tuesday: 10:00 - 16:00",
                    "Wednesday: 10:00 - 16:00",
                    "Thursday: 10:00 - 16:00",
                    "Friday: 10:00 - 16:00",
                    "Saturday: Closed",
                    "Sunday: Closed"
                ]
            },
            "Florence Tour-Tale": {
                "address": "Florence Italy",
                "location_id": "16713873",
                "description": "We’re a group of friends and authorized tour guides of Florence, although we’d prefer to introduce ourselves as storytellers! Explaining history as a TALE is part of our NAME, BRAND and SOUL. We’re in love with our hometown and we’d like to transmit it to you, through its many stories, funny anecdotes and curiosities, that will make you travel into the past and LIVE IT as if it was a tale, and you, the main character. After this tour, you’ll see Florence from a completely different standpoint, and you’ll be able to decipher its symbols, and read its architecture and statues by yourself, as if your wore Renaissance glasses.",
                "hours": [
                    "Monday: 00:00 - 23:59",
                    "Tuesday: 00:00 - 23:59",
                    "Wednesday: 00:00 - 23:59",
                    "Thursday: 00:00 - 23:59",
                    "Friday: 00:00 - 23:59",
                    "Saturday: 00:00 - 23:59",
                    "Sunday: 00:00 - 23:59"
                ]
            },
            "All Around Florence": {
                "address": "Florence Italy",
                "location_id": "18717645",
                "description": "Florence with a Local We are a group of friends and Florence's licensed tour guides. We are in love with our city and we would like to share this love with you. That's why we have decided to offer some tours to let the travelers discover the wonders of our magnificent hometown. Our passion, enthusiasm and professionalism are our strengths and the perfect ingredients to let you experience Florence through the eyes of a local.",
                "hours": []
            },
            "Ciao Florence Tours and Travels": {
                "address": "Via Cavour 36/R, 50129, Florence Italy",
                "location_id": "2418979",
                "description": "Ciao Florence organizes tours from Venice, Rome, Naples and of course Florence! We guarantee the best value thanks to our experience and to our professional and multilingual staff, together with a careful selection of our suppliers. Enjoy an unforgettable experience in Italy choosing from our wide range of tours, special activities and visit the most famous museums in the world! Otherwise just create with us the private tour that best suites your needs! We guarantee: • specialized multilingual guides • GT Coach;• Quality, professionalism and friendliness;• Emergency Service;• Reservations \"last minute\" until 22.00.",
                "hours": [
                    "Monday: 07:30 - 20:00",
                    "Tuesday: 07:30 - 20:00",
                    "Wednesday: 07:30 - 20:00",
                    "Thursday: 07:30 - 20:00",
                    "Friday: 07:30 - 20:00",
                    "Saturday: 07:30 - 20:00",
                    "Sunday: 07:30 - 20:00"
                ]
            }
        }
    },
    "Kyoto, Japan": {
        "restaurants": {
            "Kyoto Japan": {
                "address": "37 Snyder Ave Snyder Plaza, Unit 2709, Philadelphia, PA 19148-2709",
                "location_id": "19983809",
                "description": null,
                "hours": [
                    "Monday: 11:00 - 21:00",
                    "Tuesday: 11:00 - 21:00",
                    "Wednesday: 11:00 - 21:00",
                    "Thursday: 11:00 - 21:00",
                    "Friday: 11:00 - 22:00",
                    "Saturday: 11:00 - 22:00",
                    "Sunday: 11:00 - 21:00"
                ],
                "cuisine": [
                    "japanese"
                ],
                "pice_level": null
            },
            "Tajimaya Aeon Mall Kyoto": {
                "address": "1 Nishikujo Toriiguchicho, Minami-ku 4F Aeon Mall Kyoto, Kyoto 601-8417 Kyoto Prefecture",
                "location_id": "12956019",
                "description": "JR京都駅 八条口から 徒歩で5分。駐車場有り。(1125台）共有駐車場の場合があります。 【ランチ】ボリューム感たっぷり定量ランチは1,078円～。60分の食べ放題コースは全7品1,738円～。【ディナー】しゃぶしゃぶorすき焼きの食べ放題コースは全7品2,838円～。座席数88席。",
                "hours": [
                    "Monday: 11:00 - 22:00",
                    "Tuesday: 11:00 - 22:00",
                    "Wednesday: 11:00 - 22:00",
                    "Thursday: 11:00 - 22:00",
                    "Friday: 11:00 - 22:00",
                    "Saturday: 11:00 - 22:00",
                    "Sunday: 11:00 - 22:00"
                ],
                "cuisine": [
                    "japanese",
                    "asian",
                    "healthy"
                ],
                "pice_level": "$$ - $$$"
            },
            "Wagyu Restaurant Bungo Gion": {
                "address": "Shinbashidori Yamotooji Higashiiru Motoyoshicho 56, Higashiyama-ku, Kyoto 605-0087 Kyoto Prefecture",
                "location_id": "25376252",
                "description": "Located on Shimbashi-dori, one of the iconic streets in Gion where GEIKO and MAIKO can be seen, Bungo Gion is a traditional Kyoto-style restaurant housed in a designated historical building recognized by Kyoto City. We specialize in 'yakiniku without grilling' using the all-serve technique, which enhances the natural charm of the meat. Our menu features dishes that reflect the seasons, focusing on Kyoto ingredients such as 'Oita Wagyu,' once acclaimed as Japan's best. Enjoy our carefully curated Japanese tableware designed to complement our cuisine, and savor the harmonious pairing of food and sake.",
                "hours": [
                    "Monday: 17:00 - 23:00",
                    "Tuesday: 17:00 - 23:00",
                    "Wednesday: 17:00 - 23:00",
                    "Thursday: 17:00 - 23:00",
                    "Friday: 17:00 - 23:00",
                    "Saturday: 17:00 - 23:00",
                    "Sunday: 17:00 - 23:00"
                ],
                "cuisine": [
                    "japanese",
                    "kappo",
                    "kyoto_cuisine",
                    "japanese_fusion",
                    "asian"
                ],
                "pice_level": "$$$$"
            },
            "TEPPAN TAVERN TENAMONYA": {
                "address": "537-2 Minamigawa Giommachi Higashiyama-ku Hiro Bldg. B1F, Kyoto 605-0074 Kyoto Prefecture",
                "location_id": "3884813",
                "description": "NO WALK IN / NEED BOOKING【A SMALL, HOMEY TEPPANYAKI RESTAURANT run by a husband-and-wife duo HIDEKI-SAN& NAOKO-SAN since 1998. 】 We have many guests & repeaters from Japan & overseas during 26years. Personal restaurant that's why we always welcome everyone as our friends. We serve the Best Rank A5 WAGYU BEEF steak at a bargain price. Nowhere such a SILLY price in JAPAN. Cash or CREDIT CARD. Very tiny place, only 6 seats at the bar & 2 tables for 4 persons or 2 persons. Please reserve your seats from WEBSITE, TENAMONYAKYOTO.COM. Or please call us from 3:00 PM to 5:00 PM. The location is close to YASAKA shrine on same side. Please go down to the south from YASAKA Shrine's red gate along HIGASHIOOJI street about 50m. You see a bus stop, a drug store and our place. Our place is in the BASEMENT. See you in KYOTO! OHKINI.",
                "hours": [
                    "Monday: 17:00 - 22:00",
                    "Tuesday: 17:00 - 22:00",
                    "Wednesday: Closed",
                    "Thursday: Closed",
                    "Friday: 17:00 - 22:00",
                    "Saturday: 17:00 - 22:00",
                    "Sunday: 17:00 - 22:00"
                ],
                "cuisine": [
                    "steakhouse",
                    "japanese",
                    "grill"
                ],
                "pice_level": "$$ - $$$"
            },
            "Tajimaya, Kyoto Yodobashi": {
                "address": "590-2 Karasumadori Sagaru Higashishiokojicho, Shimogyo-Ku Kyoto Yodobashi Bldg. 6F, Kyoto 600-8216 Kyoto Prefecture",
                "location_id": "6520135",
                "description": "JR京都駅 から徒歩で3分。【ランチ】ボリューム感たっぷり定量ランチは1,078円～。60分の食べ放題コースは全7品1,738円～。【ディナー】しゃぶしゃぶorすき焼きの食べ放題コースは全7品2,838円～。宴会最大56人までご利用可能。座席数80席",
                "hours": [
                    "Monday: 11:00 - 23:00",
                    "Tuesday: 11:00 - 23:00",
                    "Wednesday: 11:00 - 23:00",
                    "Thursday: 11:00 - 23:00",
                    "Friday: 11:00 - 23:00",
                    "Saturday: 11:00 - 23:00",
                    "Sunday: 11:00 - 23:00"
                ],
                "cuisine": [
                    "japanese",
                    "asian",
                    "healthy"
                ],
                "pice_level": "$$ - $$$"
            },
            "KOBE BEEF Niyama TEPPANYAKI": {
                "address": "84-1 Nakajimacho, Nakagyo-Ku, Kyoto 604-8004 Kyoto Prefecture",
                "location_id": "15776858",
                "description": "The BEST place KOBE BEEF & Wagyu experience!! We cook beef by special original sauce to the maximum since 1955. It will be great dinner time♪ (also ready for chicken / chop / seafood) Why do not you choose? 【神戸牛・日本国産の最高級牛肉専門店】丹山（ニヤマ）は1955年創業の牛肉専門店です。貴方は牛肉で幸せになります。生きてて良かったと感じてもらえる自信があります。贅沢なスペシャルディナーの時間を大切な人や家族と一緒に☆彡",
                "hours": [
                    "Monday: 17:00 - 23:00",
                    "Tuesday: 17:00 - 23:00",
                    "Wednesday: 17:00 - 23:00",
                    "Thursday: 17:00 - 23:00",
                    "Friday: 17:00 - 23:00",
                    "Saturday: 17:00 - 23:00",
                    "Sunday: 17:00 - 23:00"
                ],
                "cuisine": [
                    "steakhouse",
                    "asian",
                    "grill"
                ],
                "pice_level": "$$$$"
            },
            "Kikyo Sushi": {
                "address": "43 Daimonjicho, Aburakojidori Marutamachi-Sagaru, Nakagyo-ku, Kyoto 604-0071 Kyoto Prefecture",
                "location_id": "9616696",
                "description": "We have been doing Sushi restaurant more than 60 years. Mitsuru, 3rd generation of the restaurant, has been abroad. He can speak English.",
                "hours": [
                    "Monday: 17:00 - 22:00",
                    "Tuesday: Closed",
                    "Wednesday: Closed",
                    "Thursday: 17:00 - 22:00",
                    "Friday: 17:00 - 22:00",
                    "Saturday: 17:00 - 22:00",
                    "Sunday: 17:00 - 22:00"
                ],
                "cuisine": [
                    "sushi",
                    "japanese",
                    "seafood",
                    "asian",
                    "healthy"
                ],
                "pice_level": "$$ - $$$"
            },
            "Saishuan Shiraki": {
                "address": "Funayacho Takeyamachi 420-3, Nakagyo-Ku, Kyoto 604-0985 Kyoto Prefecture",
                "location_id": "11999183",
                "description": "Japanese Home-made Style Cuisine Family cuisine at the lounge bar Owner speaks English. Vegitarian-Friendly Vegan-Friendly. We accept credit cards.",
                "hours": [
                    "Monday: 18:00 - 22:00",
                    "Tuesday: 18:00 - 22:00",
                    "Wednesday: Closed",
                    "Thursday: 18:00 - 22:00",
                    "Friday: 18:00 - 22:00",
                    "Saturday: 18:00 - 22:00",
                    "Sunday: Closed"
                ],
                "cuisine": [
                    "japanese",
                    "asian",
                    "healthy",
                    "international",
                    "japanese_fusion"
                ],
                "pice_level": "$$ - $$$"
            },
            "Sugarhill Kyoto": {
                "address": "725 Uematsucho, Shimogyo-ku Kataoka Bldg 1F, Kyoto 600-8028 Kyoto Prefecture",
                "location_id": "4081495",
                "description": "For those who want to ease their way into new Japanese flavors or just want a taste of home, we offer \"New Japanese Fusion\" in addition to a number of our items being made Gluten Free, all at a reasonable price. English menus and English speaking staff are waiting to serve you. No reservation required however making one is highly recommended, just call the number you see connected to our store and we will be able to help you out. Can't wait to see you, Irashaimase！(Welcome!)",
                "hours": [
                    "Monday: 17:00 - 22:00",
                    "Tuesday: 17:00 - 22:00",
                    "Wednesday: 17:00 - 22:00",
                    "Thursday: 17:00 - 22:00",
                    "Friday: 17:00 - 22:00",
                    "Saturday: 17:00 - 22:00",
                    "Sunday: Closed"
                ],
                "cuisine": [
                    "international",
                    "japanese"
                ],
                "pice_level": "$$ - $$$"
            },
            "Izuju": {
                "address": "292-1 Giommachi Kitagawa, Higashiyama-Ku, Kyoto 605-0073 Kyoto Prefecture",
                "location_id": "1700990",
                "description": "Welcome to Kyoto! Please spend your time here and feel free just like your home. It has been traditional sushi and exclusive available only Izuju. We have been keeping the quality of sushi tasting for 100 years. - Classic & Evolutional Sushi -",
                "hours": [
                    "Monday: 10:30 - 19:00",
                    "Tuesday: 10:30 - 19:00",
                    "Wednesday: Closed",
                    "Thursday: 10:30 - 19:00",
                    "Friday: 10:30 - 19:00",
                    "Saturday: 10:30 - 19:00",
                    "Sunday: 10:30 - 19:00"
                ],
                "cuisine": [
                    "japanese",
                    "sushi"
                ],
                "pice_level": "$$ - $$$"
            }
        },
        "hotels": {
            "Ace Hotel Kyoto": {
                "address": "245-2 Kurumayacho, Nakagyo-ku ShinPuhKan, Kyoto 604-8185 Kyoto Prefecture",
                "location_id": "20264752",
                "description": "Ace Hotel Kyoto lives in a part new build and part historic structure that was once home to a beloved landmark telephone company, designed in partnership with our longtime friends Commune Design and the legendary architect Kengo Kuma. Our first hotel in Asia, Ace Hotel Kyoto lives in the cultural epicenter of Japan, a place revered for its abundance of art, craft and nature. There’s an inspired Lobby with a dedicated art gallery, three distinct restaurants by award-winning culinary partners, 24-hour gym, flexible event spaces and a verdant garden courtyard. There’s also the first Stumptown Coffee Roasters cafe in Japan, and we’re within walking distance to cultural landmarks like the Nishiki Market, Kyoto Art Center and Kamesuehiro, the iconic 200-year old confectionary.",
                "price_level": "$$$$"
            },
            "Hyatt Regency Kyoto": {
                "address": "644-2 Sanjusangendo-Mawari, Higashiyama-Ku, Kyoto 605-0941 Kyoto Prefecture",
                "location_id": "601531",
                "description": "A lush grove of bamboo marks the entrance to Hyatt Regency Kyoto in Higashiyama Shichijo, a leafy district suffused with the elegance of the old capital that is only 10 minutes away from Kyoto Station by taxi. Feel warmly welcomed in our contemporary hotel where tradition and modernity meets. Our team of expert concierges carefully curates tours and programs that offer insight into Japanese culture, meeting the needs of business and leisure travelers alike. The Rooms: Modern taste meets traditional style here, with artful hangings of antique kimono fragments and the soft light of paper lamps. The Locale: Even within historic Kyoto, Higashiyama is notable for its rich past as home to the imperial court. The Flavors: Three restaurants offer Italian trattoria style dining, exquisite Japanese cuisine, and cafe classics prepared in a wood-burning oven. The Possibilities: A 40-meter surround screen and live web-based projection enable event planners to immerse their guests in the experience. The Treatments: Seasoned therapists deliver Eastern healing traditions like shiatsu, acupuncture, moxibustion, and fermented hinoki powder bath at Riraku Spa.",
                "price_level": "$$$$"
            },
            "Four Seasons Hotel Kyoto": {
                "address": "445-3, Myohoin Maekawa-Cho, Higashiyama-Ku, Kyoto 605-0932 Kyoto Prefecture",
                "location_id": "10532611",
                "description": "Four Seasons Hotel Kyoto, ranked #100 for \"Travel + Leisure\" World's Best Awards 2023, welcomes you to our contemporary oasis nestled around Shakusui-en, an 800-year-old heritage pond garden. Located in the serene and well-preserved Higashiyama district, our Hotel puts many of Kyoto's key attractions within easy reach. Every season unveils new splendours, providing an unrivalled setting for cultural rituals, wellness experiences and culinary explorations. Immerse yourself in the city's authentic living history while still enjoying the modern luxury and bespoke service synonymous with Four Seasons.",
                "price_level": "$$$$"
            },
            "Hotel Granvia Kyoto": {
                "address": "Shiokojisagaru, Karasumadori, Shimogyo-Ku JR Kyoto Station Central Gate, Kyoto 600-8216 Kyoto Prefecture",
                "location_id": "1071189",
                "description": "Beautiful 15-story hotel atop Kyoto Station - Broadband connection in all guest and banquet rooms - Easy access to Kansai Airport.",
                "price_level": "$$"
            },
            "Hyatt Place Kyoto": {
                "address": "240 Shoshoicho, Nakagyo-ku, Kyoto 604-0862 Kyoto Prefecture",
                "location_id": "23900191",
                "description": "Hyatt Place KYOTO, locating center of Kyoto, offers modern and classic Japanese experience with historical attractions nearby. Our hotel has direct access to Marutamachi station on city subway line, and Kyoto Imperial Palace and Nijo-jo Castle locates within walking distance from our hotel.",
                "price_level": "$$"
            },
            "Nazuna Kyoto Tsubaki St.": {
                "address": "838 Bomoncho, Taaktsujidori Omiya Nishiiru, Shimogyo-Ku, Kyoto 600-8388 Kyoto Prefecture",
                "location_id": "19743052",
                "description": "Nazuna Kyoto Tsubaki St., a luxury ryokan renovated from an entire L-shaped alleyway of machiya (traditional Japanese townhouses) spanning 1,400 sqm, built over 110 years ago. The reception building on an unassuming street serves as both an entrance to welcome guests, as well as a passage from the outside world into Tsubaki St. On the other side, guests are greeted by an otherworldly, nostalgic street view – a world reminiscent of the historical geisha districts of Kyoto known as Hanamachi. At dusk, guests can experience the luster of Tsubaki St. as the chochin (Japanese paper lanterns) and oki-andon (Japanese paper lamps) illuminate the stone-cobbled path. The 23 machiya lining the street have transformed into 23 individual guest rooms with a private semi open-air bath, named and decorated according to elements of nature that have long been cherished in Kyoto: TAKE (bamboo), MIZU (water), IWA (stone), HANA (flower), and HA (leaf). The 9 twin rooms of TAKE and MIZU feature a first-floor living room alongside a space with a semi open-air bath, and a second-floor bedroom. The 14 deluxe rooms of IWA, HANA, and HA feature a first-floor bedroom alongside a space with a semi open-air bath, and a second-floor tatami area where futons can be used for additional guests. Throughout each room, guests can enjoy the unique décor and interior design inspired by each of the five elements.",
                "price_level": "$$$$"
            },
            "Hotel Okura Kyoto": {
                "address": "Kawaramachi Oike, Nakagyo-Ku, Kyoto 604-0924 Kyoto Prefecture",
                "location_id": "321379",
                "description": "Seventeen-story Hotel with impressive lobby of European architecture reminiscent of the 1920s.",
                "price_level": "$$$"
            },
            "Park Hyatt Kyoto": {
                "address": "360 Kodaiji Masuyacho, Higashiyama-Ku, Kyoto 605-0826 Kyoto Prefecture",
                "location_id": "17637198",
                "description": "Park Hyatt Kyoto is a “luxury guesthouse” that blends the cultural sophistication of Kyoto with the graceful hospitality of Park Hyatt. The hotel faces famous Ninenzaka slope, home to Kyoto’s largest collection of heritage buildings and the gateway to Kiyomizu-dera Temple, a World Heritage Site. Park Hyatt Kyoto affords awe-inspiring views of Yasaka Pagoda as well as the overall city. It features stunning architecture that co-exists in perfect harmony with—and embodies the cultural sensibilities of—the historic buildings and gardens of Kyoyamato, a seventh-generation family-owned kaiseki restaurant that shares the same land. The hotel offers 70 rooms, a wellness center with a spa, and four food and beverage venues serving locally-inspired, innovative Western cuisine, all fostering a new style of hospitality in a timeless Kyoto space.",
                "price_level": "$$$$"
            },
            "MIMARU KYOTO STATION": {
                "address": "15-1 Higashikujo Higashisannocho, Minami-Ku, Kyoto 601-8004 Kyoto Prefecture",
                "location_id": "17608059",
                "description": "MIMARU KYOTO STATION is an apartment-style hotel right in front of Kyoto Station, with quick access to Kyoto Station and all of Kyoto's most exciting spots. Guests can enjoy rooms equipped with kitchens and separate baths and toilets.",
                "price_level": "$$$$"
            },
            "Shiraume": {
                "address": "78-6 Sueyoshicho Higashiyama Ward, Kyoto 605-0085 Kyoto Prefecture",
                "location_id": "1028858",
                "description": null,
                "price_level": null
            }
        },
        "attractions": {
            "Diorama Kyoto Japan": {
                "address": "Sagatenryujikurumamichicho, Ukyo-Ku, Kyoto 616-8373 Kyoto Prefecture",
                "location_id": "3154295",
                "description": null,
                "hours": []
            },
            "Kyoto Japan": {
                "address": "179, Kyoto 602 Kyoto Prefecture",
                "location_id": "19509605",
                "description": "Kyomachiya --- It is a classroom where you can easily and easily make Japanese cuisine with an English lecture at a Kyomachiya. Cook the prepared ingredients while conveying basic knowledge. Cut, fry or roll ingredients. After making, you can eat slowly in the tatami room with a view of the garden.",
                "hours": []
            },
            "Fushimi Inari-taisha Shrine": {
                "address": "68 Fukakusa Yabunouchicho, Fushimi-ku, Kyoto 612-0882 Kyoto Prefecture",
                "location_id": "321456",
                "description": "This shrine is one of many located throughout Japan that was built to honor Inari, the Shinto god of rice.",
                "hours": [
                    "Monday: 00:00 - 23:59",
                    "Tuesday: 00:00 - 23:59",
                    "Wednesday: 00:00 - 23:59",
                    "Thursday: 00:00 - 23:59",
                    "Friday: 00:00 - 23:59",
                    "Saturday: 00:00 - 23:59",
                    "Sunday: 00:00 - 23:59"
                ]
            },
            "Cycle Kyoto": {
                "address": "7 Higashikujo Nishisannocho, Minami-ku, Kyoto 601-8003 Kyoto Prefecture",
                "location_id": "8155460",
                "description": "Cycle Kyoto organises small group bike adventures in Japan’s ancient capital of Kyoto, all in English, and all in a day. With over 2,000 temples and shrines and no less than 17 UNESCO World Heritage sites,",
                "hours": []
            },
            "Kiyomizu-dera Temple": {
                "address": "1-294 Kiyomizu, Higashiyama-ku, Kyoto 605-0862 Kyoto Prefecture",
                "location_id": "321401",
                "description": "This most-visited temple in Kyoto was built to honor Kannon, the goddess of mercy. It's beautiful hillside location offers spectacular views of the city and valley below.",
                "hours": [
                    "Monday: 06:00 - 18:00",
                    "Tuesday: 06:00 - 18:00",
                    "Wednesday: 06:00 - 18:00",
                    "Thursday: 06:00 - 18:00",
                    "Friday: 06:00 - 18:00",
                    "Saturday: 06:00 - 18:00",
                    "Sunday: 06:00 - 18:00"
                ]
            },
            "Private English Tour in Kyoto": {
                "address": "Fushimi-ku, Kyoto 600-8799 Kyoto Prefecture",
                "location_id": "4765281",
                "description": "To contact us, please search with \"Private English Tour in KYOTO\", or \"Takakazu Machi\". Our tours are private tours using a car. Our guide can drive you to each site, go inside sightseeing spots with you, and explain everything about the site, culture, custom in Japan.",
                "hours": []
            },
            "Kyoto MK": {
                "address": "Kyoto 601-8002 Kyoto Prefecture",
                "location_id": "6748714",
                "description": "Follow us on Instagram：@mktaxi.global https://www.instagram.com/mktaxi.global/ We are the well-known heart-mark car service in Kyoto providing sightseeing tours with English speaking tour guide drivers as well.If you are looking for a special, \"omotenashi\" service (selfless hospitality) while staying in Kyoto, we are here to help.Our highly trained hire staff can show you around, enter the sights and explain about them in English. Our drivers are studying English to make you feel more comfortable during the ride!We hope we will have a chance to serve you soon!",
                "hours": [
                    "Monday: 09:00 - 18:00",
                    "Tuesday: 09:00 - 18:00",
                    "Wednesday: 09:00 - 18:00",
                    "Thursday: 09:00 - 18:00",
                    "Friday: 09:00 - 18:00",
                    "Saturday: Closed",
                    "Sunday: Closed"
                ]
            },
            "Kyoto Station Building": {
                "address": "901 Higashishiokojicho, Shimogyo-ku, Kyoto 600-8216 Kyoto Prefecture",
                "location_id": "5220110",
                "description": "Kyoto Station Building is a train station and popular tourist spot, with a department store, The Cube selling souvenirs and fashion, Asty Road and Asty Square shopping areas, a mall, and restaurants.",
                "hours": [
                    "Monday: 10:00 - 19:00",
                    "Tuesday: 10:00 - 19:00",
                    "Wednesday: 10:00 - 19:00",
                    "Thursday: 10:00 - 19:00",
                    "Friday: 10:00 - 19:00",
                    "Saturday: 10:00 - 19:00",
                    "Sunday: 10:00 - 19:00"
                ]
            },
            "Gion": {
                "address": "Kyoto 605-0074 Kyoto Prefecture",
                "location_id": "321451",
                "description": "The most famous neighborhood in Kyoto is also known as the Geisha district. It is here, among the tea houses and private clubs, that you can catch a glimpse of a geisha in full dress including white makeup.",
                "hours": []
            },
            "KSK-Tour": {
                "address": "Kyoto 604-8365 Kyoto Prefecture",
                "location_id": "9722032",
                "description": "Hi I'm Kosuke I'm always happy to have anyone in order to show my home town. Please feel free to contact me and let me know dates and places of your interest. Thank you",
                "hours": [
                    "Monday: 00:00 - 23:59",
                    "Tuesday: 00:00 - 23:59",
                    "Wednesday: 00:00 - 23:59",
                    "Thursday: 00:00 - 23:59",
                    "Friday: 00:00 - 23:59",
                    "Saturday: 00:00 - 23:59",
                    "Sunday: 00:00 - 23:59"
                ]
            }
        }
    },
    "Istanbul, Turkey": {
        "restaurants": {
            "Istanbul Kebab Cafe & Restaurant": {
                "address": "Alemdar, Bicki Yurdu Sk. No 5, Istanbul 34122 Turkiye",
                "location_id": "15137494",
                "description": "İstanbul kebab cafe restaurant Located in Sultanahmet, the heart of Istanbul, istanbul kebab cafe restaurant invites you to the unique tastes of Ottoman cuisine Turkish barbecue in the middle of history.",
                "hours": [
                    "Monday: 10:30 - 23:45",
                    "Tuesday: 10:30 - 23:45",
                    "Wednesday: 10:30 - 23:45",
                    "Thursday: 10:30 - 23:45",
                    "Friday: 10:30 - 23:45",
                    "Saturday: 10:30 - 23:45",
                    "Sunday: 10:30 - 23:45"
                ],
                "cuisine": [
                    "seafood",
                    "barbecue",
                    "turkish",
                    "grill",
                    "mediterranean",
                    "middle_eastern"
                ],
                "pice_level": "$$ - $$$"
            },
            "Gulhane Sark SofrasI": {
                "address": "Alaykosku Cad. No: 22/A, Istanbul 34110 Turkiye",
                "location_id": "2670839",
                "description": "Tridinational anatolian grill mixed with local food and ottoman specialities we just dont serve food right here also we serve hearth of place with kindness Exprience of Gulhane Sark Sofrasi",
                "hours": [
                    "Monday: 11:00 - 01:00",
                    "Tuesday: 11:00 - 01:00",
                    "Wednesday: 11:00 - 01:00",
                    "Thursday: 11:00 - 01:00",
                    "Friday: 11:00 - 01:00",
                    "Saturday: 11:00 - 01:00",
                    "Sunday: 11:00 - 01:00"
                ],
                "cuisine": [
                    "seafood",
                    "mediterranean",
                    "barbecue",
                    "turkish",
                    "middle_eastern",
                    "healthy",
                    "international"
                ],
                "pice_level": "$$ - $$$"
            },
            "1924 Istanbul": {
                "address": "Olivya Gecidi No 7 Istiklal Caddesi, Istanbul 34435 Turkiye",
                "location_id": "10245353",
                "description": "A TASTE OF HISTORY Contemporary guidebooks described dinner at “1924istanbul” as much a part of experiencing Istanbul as a visit to the bazaar or Blue Mosque. No visitor to Istanbul be it Greta Garbo, Agatha Christie or the King of Spain would leave the city without paying a call. Mustafa Kemal Atatürk, the Turkish president was a loyal client. Emigrés and civil servants, bohemians and politicians all rubbed shoulders in its wood-paneled dining-room. The common denominator was a sophisticated ambiance, Central & Eastern European delicacies and lashings of ice-cold lemon vodka and some spectacular cocktails. This Istanbul institution with its 98 years tradition is in every detail a legend of a restaurant and bar in istanbul.",
                "hours": [
                    "Monday: 16:00 - 00:00",
                    "Tuesday: 16:00 - 00:00",
                    "Wednesday: 16:00 - 00:00",
                    "Thursday: 16:00 - 00:00",
                    "Friday: 16:00 - 00:00",
                    "Saturday: 16:00 - 00:00",
                    "Sunday: Closed"
                ],
                "cuisine": [
                    "european",
                    "russian",
                    "eastern_european"
                ],
                "pice_level": "$$$$"
            },
            "Last Ottoman Cafe & Restaurant": {
                "address": "Hoca Pasa Mah . Darussaade Sokak No 10 Fatih Istanbul, Istanbul 34110 Turkiye",
                "location_id": "1771102",
                "description": "When we started forming our menü together, we wanted to be able to offer you the best of both worlds traditional dishes as well unique in house specials that have been hand picked by our chef's to take you on a culturel journey of  The Ottoman authenticity and bring you the most flavoursome food possible.\nOur menü is available for you to view.",
                "hours": [
                    "Monday: 10:30 - 01:00",
                    "Tuesday: 10:30 - 01:00",
                    "Wednesday: 10:30 - 01:00",
                    "Thursday: 00:00 - 23:59",
                    "Friday: 10:30 - 01:00",
                    "Saturday: 10:30 - 01:00",
                    "Sunday: 10:30 - 01:00"
                ],
                "cuisine": [
                    "seafood",
                    "mediterranean",
                    "barbecue",
                    "turkish",
                    "middle_eastern"
                ],
                "pice_level": "$$ - $$$"
            },
            "Mivan Restaurant & Cafe": {
                "address": "Piyer Loti Caddesi No:34, Istanbul 34130 Turkiye",
                "location_id": "13958609",
                "description": "Cooking with passion, serving with the heart! We enjoy what we do and we want our guests to join the enjoyment!",
                "hours": [
                    "Monday: 08:30 - 00:00",
                    "Tuesday: 08:30 - 00:00",
                    "Wednesday: 08:30 - 00:00",
                    "Thursday: 08:30 - 00:00",
                    "Friday: 08:30 - 00:00",
                    "Saturday: 08:30 - 00:00",
                    "Sunday: 08:30 - 00:00"
                ],
                "cuisine": [
                    "mediterranean",
                    "turkish",
                    "barbecue",
                    "european",
                    "healthy",
                    "middle_eastern",
                    "soups"
                ],
                "pice_level": "$$ - $$$"
            },
            "Garden 1897 Restaurant": {
                "address": "Sehit Mehmet Pasa Sokak No 5 Inside Of Garden House Hotel, Istanbul 34122 Turkiye",
                "location_id": "18922001",
                "description": "we are welcoming you to GARDEN 1897 RESTAURANT for your lunch & dinner. We serve the best Turkish, Ottoman & International delicious foods . At GARDEN 1897 RESTAURANT you feel the hospitality and eye savor before the special taste & flavors . With great honor and pleasure waiting you between us .",
                "hours": [
                    "Monday: 12:30 - 23:00",
                    "Tuesday: 12:30 - 23:30",
                    "Wednesday: 12:30 - 23:30",
                    "Thursday: 12:30 - 23:30",
                    "Friday: 12:30 - 23:30",
                    "Saturday: 12:30 - 23:30",
                    "Sunday: 12:30 - 23:30"
                ],
                "cuisine": [
                    "turkish",
                    "mediterranean",
                    "barbecue",
                    "fusion"
                ],
                "pice_level": "$$ - $$$"
            },
            "Durumzade": {
                "address": "Huseyinaga mahallesi kamerhatun caddesi no:26/A, Istanbul 34435 Turkiye",
                "location_id": "2221573",
                "description": "One of the featured restaurants in Anthony Bourdain's \"No Reservations\" Istanbul episode...",
                "hours": [
                    "Monday: 11:30 - 21:30",
                    "Tuesday: 11:30 - 21:30",
                    "Wednesday: 11:30 - 21:30",
                    "Thursday: 11:30 - 21:30",
                    "Friday: 11:30 - 21:30",
                    "Saturday: 11:30 - 21:30",
                    "Sunday: Closed"
                ],
                "cuisine": [
                    "fast_food",
                    "barbecue",
                    "turkish",
                    "grill"
                ],
                "pice_level": "$"
            },
            "Resto Han": {
                "address": "Darussade Sk. No 6 Hoca Paşa, Opposite Double Three Hilton Sirkeci, Istanbul 34110 Turkiye",
                "location_id": "23218966",
                "description": "11 Years of experience. We Offer You Happiness and Joy with a Wonderfull Atmosphere. if You will Visit Resto Han its Our high Recommendation to Give a Try to Our Most Famouse Dishes FLAMİNG MEALS! İTS ONLY İN OUR MENU İN İSTANBUL!",
                "hours": [
                    "Monday: 08:00 - 02:00",
                    "Tuesday: 08:00 - 02:00",
                    "Wednesday: 08:00 - 02:00",
                    "Thursday: 08:00 - 02:00",
                    "Friday: 08:00 - 02:00",
                    "Saturday: 08:00 - 02:00",
                    "Sunday: 08:00 - 02:00"
                ],
                "cuisine": [
                    "mediterranean",
                    "barbecue",
                    "turkish"
                ],
                "pice_level": "$$ - $$$"
            },
            "Karakoy Gulluoglu": {
                "address": "Kemankes Cd. No:67 Kemankeş Karamustafa Paşa Mh, Istanbul 34425 Turkiye",
                "location_id": "806596",
                "description": null,
                "hours": [
                    "Monday: 07:30 - 01:00",
                    "Tuesday: Closed",
                    "Wednesday: Closed",
                    "Thursday: 07:30 - 01:00",
                    "Friday: 07:30 - 01:00",
                    "Saturday: 07:30 - 01:00",
                    "Sunday: 07:30 - 01:00,  08:00 - 01:00"
                ],
                "cuisine": [
                    "turkish"
                ],
                "pice_level": "$$ - $$$"
            },
            "Las Tapas Restaurant": {
                "address": "Alemdar Mah. Catalcesme Sokak no:5/A Fatih, Istanbul 34110 Turkiye",
                "location_id": "22834106",
                "description": "Located at the heart of Camden, offering delicious turkish and Mediterranean Cuisine, cooked on original charcoal grill. For private, group and special occasions. Enjoy the surroundings of our indoor garden or lunch on the outside terrace.",
                "hours": [
                    "Monday: 11:00 - 00:00",
                    "Tuesday: 11:00 - 00:00",
                    "Wednesday: 11:00 - 00:00",
                    "Thursday: 11:00 - 00:00",
                    "Friday: 11:00 - 00:00",
                    "Saturday: 11:00 - 00:00",
                    "Sunday: 11:00 - 00:00"
                ],
                "cuisine": [
                    "international",
                    "turkish"
                ],
                "pice_level": "$$ - $$$"
            }
        },
        "hotels": {
            "Grand Aras Hotel & Suites": {
                "address": "Buyukdere Caddesi No: 13, Istanbul 34370 Turkiye",
                "location_id": "6648460",
                "description": "The Grand Aras Hotel & Suites provides you everything you are looking for after conferences and meetings or a long sightseeing day. You can enjoy our wellness area or finish the day at our restaurant with finest Ottoman and Turkish cuisine. You can expect modern and stylishly furnished rooms and a pleasant ambiance with individual service. The Hotel offers 89 guest rooms and 41 long stay suites.",
                "price_level": "$$"
            },
            "Romance Istanbul Hotel": {
                "address": "Hudavendigar Cd. No:5, Istanbul 34110 Turkiye",
                "location_id": "8364987",
                "description": "Romance Istanbul Hotel has 39 rooms.Every room is elegantly furnished and harmonizes the modern life style with the traditional Ottoman touch. Romance Istanbul sits at the intersection of the old city’s most important part. With its luxuriously inspiring design and landmark old city location, steeped in the history of its surroundings, Romance Istanbul Hotel welcomes you with exceptional designed rooms and world-renowned Turkish hospitality. Our colleagues deliver the most personal service. It is perfectly placed and perfectly designed to enhance all that Istanbul has to offer. Each room offers a private bathroom and shower. Each is equipped with a satellite TV and free wifi connection. The rooms size change between 20 m2 and 45 m2. It includes 7 suite rooms: 1 Royal Suite, 4 Grand Suite, 1 Romance Suite and 1 Premium Suite, 2 Luxury Room With Terrace, 22 Deluxe Room, 8 City Room.",
                "price_level": "$$"
            },
            "Conrad Istanbul Bosphorus": {
                "address": "Saray Cd No: 5, Istanbul 34353 Turkiye",
                "location_id": "294658",
                "description": "Boasting a perfect location between 2 continents, indulge in a stay at Conrad Istanbul Bosphorus and discover yourself at one of the world's most alluring destinations. At the very centre of the city, yet far away from the hustle and bustle, Conrad Istanbul Bosphorus's rooms and suites allow for the highest standard of relaxation, complete with personalised comfort and services. Savor Mediterranean cuisine at Manzara, take in the view of the Bosphorus while lounging at the Summit Bar. Relax with Spa treatments, enjoy a revitalizing workout in the brand-new health club and clay tennis courts. The newly opened Monteverdi Ristorante, nestled in the heart of the city, offers an exquisite Italian fine-dining experience, featuring authentic flavors and a curated selection of Italian wines.",
                "price_level": "$$"
            },
            "White House Hotel Istanbul": {
                "address": "Catalcesme Sok. No: 21 Alemdar Mahallesi, Istanbul 34110 Turkiye",
                "location_id": "1604061",
                "description": "White House Hotel Istanbul is located in the heart of the historical peninsula and it is within walking distance to Hagia Sophia, Blue Mosque, Topkapi Palace, Archeology Museum, the Basilica Cistern, Grand Bazaar, Spice Bazaar, the Millennium Stone and Byzantine Hippodrome, which are the most important landmarks of the city. White House Hotel Istanbul is the ideal starting place for exploring this Ottoman capital city's endless historical sites, museums, restaurants, clubs and shops.",
                "price_level": "$$"
            },
            "Sheraton Istanbul City Center": {
                "address": "Haci Ahmet Mah, Kurtulus Deresi Cad. No:23 Beyoglu Kurtulus Deresi Cad. No:23 Beyoglu, Istanbul 34440 Turkiye",
                "location_id": "14930175",
                "description": "Located in the vibrant heart of Istanbul, Sheraton Istanbul City Center is your gateway to the city’s rich culture and modern energy. Our newly renovated rooms offer a serene retreat after a day of exploring, while our luxurious spa provides the ultimate relaxation experience with a traditional Turkish bath and cutting-edge wellness treatments. Savor the diverse culinary delights at our signature restaurants, where local flavors meet global cuisine, and enjoy expertly crafted cocktails in a chic setting. Whether you're in town for business or leisure, our hotel is perfectly positioned to make your stay unforgettable, with easy access to Istanbul’s top attractions.",
                "price_level": "$$"
            },
            "Hilton Istanbul Bomonti Hotel & Conference Center": {
                "address": "Silahsor Cad. No 42, Istanbul 34381 Turkiye",
                "location_id": "4291665",
                "description": "Located in the heart of Şişli, Bomonti, the hotel is a 10-minute walk Osmanbey metro station and only one stop from Taksim Square. Hilton Istanbul Bomonti is the largest hotel in Istanbul with 829 guest rooms including 84 suites all featuring panoramic city and Bosphorus views and a wide range of amenities. All-day dining restaurant, The Globe features live cooking zones showcasing Turkish-Mediterranean, Western grill, and Asian cuisine. Europe’s largest and award-winning eforea Spa offers custom journeys through luxurious treatments. Hilton Fitness, offering 7/24 access features the latest generation of cardio training equipment and indoor and seasonal outdoor swimming pool (Outdoor pool entrance fee is 10 Euros for hotel guests (per guest, per day),except Gold and Diamond Hilton Honors members. Children under 12 age enter free.).",
                "price_level": "$$"
            },
            "Swissotel The Bosphorus, Istanbul": {
                "address": "AcIsu Sok. No 19, Istanbul 34357 Turkiye",
                "location_id": "294609",
                "description": "Swissotel The Bosphorus, Istanbul, having Safe Hotels Executive Level Certificate for 2016 - 2020, is a five-star luxury hotel right in the centre of Istanbul on the European banks of the Bosphorus. Nestled within 65 acres of historical gardens with world-class shopping and vibrant nightlife nearby, it offers 566 guest rooms, suites and lofts featuring state-of-the-art technology and exclusive amenities. In addition to various meeting space with the capacity of 5 to 1200 people, including function rooms and a ballroom, a team of event planners is on hand to help you hold the perfect wedding at Swissotel The Bosphorus, Istanbul. The award-winning Purovel Spa & Sport offers luxurious holistic spa treatments from all over the world. Secure hotel parking is also available for your vehicle during your stay. Swissotel The Bosphorus, Istanbul provides you with an exclusive new lifestyle experience thanks to Swissotel Living: 63 elegant suites in a variety of sizes, from studio to one to three-bedroom, offer the ultimate in style and luxury, and allow guests to enjoy the full range of hotel services - which includes an exclusive rooftop pool - within the comfort of their own four walls.",
                "price_level": "$$$$"
            },
            "Rixos Pera Istanbul": {
                "address": "Kamerhatun Mesrutiyet Cad. No 44, Istanbul 34440 Turkiye",
                "location_id": "2554998",
                "description": "Rixos Pera Istanbul, offers the comfort of easy transportation to every point of Istanbul on both cultural and business occasions with the proximity to each and every transport network in the city center. Additionally the hotel's location is unique to enjoy the beautiful view of \"golden horn\" at sunsets.",
                "price_level": "$$"
            },
            "Grand Hyatt Istanbul": {
                "address": "Taskisla Caddesi No.1 Harbiye Mah., Istanbul 34367 Turkiye",
                "location_id": "294608",
                "description": "Grand Hyatt Istanbul is a luxurious hotel situated in the heart of the city, adorned with lush greenery. This hotel is a true gem of Istanbul, boasting an outdoor pool and rooms and suites that offer stunning views of the Bosphorus. Its prime location near the city's attractions, shopping centers, and historical sites, as well as its proximity to the arts scene, make Grand Hyatt Istanbul a top choice for travelers. Visitors can also frequently enjoy exhibitions at the hotel. Guests can indulge in Turkish cuisine with modern twists at the 34 Restaurant, which offers a variety of delectable dishes. Two standout options are Grasidi, which serves popular Greek and Turkish appetizers in a beautiful garden setting, and Gazebo, which offers Mediterranean cuisine by the pool for a delightful dining experience. With a capacity of 360 rooms, the hotel features a sunlit fitness center, therapy rooms, Turkish bath, sauna, steam room, and a skincare product boutique.",
                "price_level": "$$"
            },
            "Shangri-La Bosphorus Istanbul": {
                "address": "Hayrettin Iskelesi Sok. No:1, Istanbul 34353 Turkiye",
                "location_id": "4176982",
                "description": "In a city that straddles Europe and Asia, discover an enchanting retreat that draws on influences of East and West in Shangri-La Bosphorus, Istanbul. Anchored on the European shores of the Bosphorus strait in a historical building from the 1930’s, the hotel sits in the Beşiktaş district and is only a 15 minute walk from the iconic Dolmabahçe Palace. Guests will find solace in one of 186 chandelier-accented rooms and suites accentuated by soothing cool tones, inspired by palatial Ottoman glamour and Asian design elements with stunning views of the Bosphorus.",
                "price_level": "$$$$"
            }
        },
        "attractions": {
            "Istanbul Turkey Travel": {
                "address": "Cumhuriyet Cad. Seyran Apt. No: 157/5  Harbiye _ Sisli / ISTANBUL, Istanbul 34373 Turkiye",
                "location_id": "21095514",
                "description": "Over 30 Years Experienced agency, we feel pleased & honored to introduce ourselves as Gurtour Travel DMC is one of the leading travel company in Istanbul, Turkey Operated by a team of professionals with a tremendous wealth of experience in the travel trade and are capable of fulfilling every needs of our guests’ requirement while traveling with us in Turkey.",
                "hours": [
                    "Monday: 09:30 - 18:30",
                    "Tuesday: 09:30 - 18:30",
                    "Wednesday: 09:30 - 18:30",
                    "Thursday: 09:30 - 18:30",
                    "Friday: 09:30 - 18:30",
                    "Saturday: 09:30 - 18:30",
                    "Sunday: Closed"
                ]
            },
            "Turkey Istanbul Tours": {
                "address": "Kusadasi Turkiye",
                "location_id": "13238792",
                "description": "Turkey Istanbul Tours is a professional travel agency that offers comprehensive travel services tailored to your touring preferences. Our expertise lies in designing tours that allow our guests to witness the rich history and stunning landscapes of our destinations. We are committed to offering high-quality services to our clients at reasonable prices.",
                "hours": [
                    "Monday: 00:00 - 23:59",
                    "Tuesday: 00:00 - 23:59",
                    "Wednesday: 00:00 - 23:59",
                    "Thursday: 00:00 - 23:59",
                    "Friday: 00:00 - 23:59",
                    "Saturday: 00:00 - 23:59",
                    "Sunday: 00:00 - 23:59"
                ]
            },
            "Turkey Tour": {
                "address": "Alemdar Cd. No:12 3th Floor Sultanahmet-Fatih, Istanbul 34122 Turkiye",
                "location_id": "11962915",
                "description": "Tours Turkey is a local tour company in Istanbul Turkey and offers Turkey Tours Packages, Small Group and Private Escorted Turkey Tours, Istanbul Tours, Cappadocia Tours, Ephesus Tours, Pamukkale Tours, Antalya Tours, Gallipoli and Troy Tours.",
                "hours": [
                    "Monday: 09:00 - 17:00",
                    "Tuesday: 09:00 - 17:00",
                    "Wednesday: 09:00 - 17:00",
                    "Thursday: 09:00 - 17:00",
                    "Friday: 09:00 - 17:00",
                    "Saturday: 09:00 - 17:00",
                    "Sunday: 09:00 - 17:00"
                ]
            },
            "Guided Istanbul Tours": {
                "address": "Istanbul Turkiye",
                "location_id": "4053683",
                "description": "'Guided Istanbul Tours' is a privately-owned business run by the professional tour guides which caters to the independent travellers who want to see Istanbul on a one-to-one basis. Top quality private day tours and shore excursions are available to all the main sites in Istanbul with personal pick-up and drop-off included",
                "hours": [
                    "Monday: 09:00 - 19:00",
                    "Tuesday: 09:00 - 19:00",
                    "Wednesday: 09:00 - 19:00",
                    "Thursday: 09:00 - 19:00",
                    "Friday: 09:00 - 19:00",
                    "Saturday: 09:00 - 19:00",
                    "Sunday: 09:00 - 19:00"
                ]
            },
            "Historic Areas of Istanbul": {
                "address": "Istanbul 34093 Turkiye",
                "location_id": "1652097",
                "description": null,
                "hours": []
            },
            "Istanbul Airports Transfer - Adore Tourism Travel": {
                "address": "Istanbul 34283 Turkiye",
                "location_id": "13230598",
                "description": "We make Istanbul airport transfer service from airports to the hotels, apartments or wherever you would like to go. Door to door airport transfer service including free Meeting & Greeting service in Istanbul airports. New age Minivans, Minibuses and Buses. Vip Airport Transfer Service in Istanbul is also available with vip cars like Mercedes E Class, S class. Car Hire with Driver Service is the best option for historical visits, shopping and business meetings for our guests.",
                "hours": [
                    "Monday: 00:00 - 23:59",
                    "Tuesday: 00:00 - 23:59",
                    "Wednesday: 00:00 - 23:59",
                    "Thursday: 00:00 - 23:59",
                    "Friday: 00:00 - 23:59",
                    "Saturday: 00:00 - 23:59",
                    "Sunday: 00:00 - 23:59"
                ]
            },
            "Travel Shop Turkey - Istanbul Day Tours": {
                "address": "Istanbul Turkiye",
                "location_id": "2214483",
                "description": null,
                "hours": []
            },
            "Turkey Travel Group": {
                "address": "Binbirdirek Mah. Su Terazisi Sok. No:13 D:4, Istanbul 34400 Turkiye",
                "location_id": "1862532",
                "description": "Travel agent operator - will give you the best solution traveling in Turkey, Istanbul, Bosphorus, Ephesus, Cappadocia, Pamukkale, Istanbul Troy and Gallipoli, cruise, private, cultural, historical, christian, biblical tour services.",
                "hours": []
            },
            "Cagaloglu Hamami": {
                "address": "Profesor KazIm Ismail Gurkan Cad. No: 34, Istanbul 34110 Turkiye",
                "location_id": "524121",
                "description": "Cagaloglu Hamami (Turkish Bath) was built in 1741 to provide revenue for both the library of Mahmut I, the Ottoman Sultan of the time, in Hagia Sophia Kulliye (social complex) and for Hagia Sophia Mosque. Architectural plans of the bath was designed by Suleyman Aga, the architect of the court, and the bath was built by Abdullah Aga. Before the construction of Cagaloglu Turkish Bath, the palace built by Nevsehirli Damat Ibrahim Pasa stood on the same location. The palace was destroyed by a fire in 1740, and construction of the Cagaloglu Bath started soon after. The bath has both historical and architectural importance as it is the last great Turkish bath constructed before Sultan Mustafa III prohibited the construction of great baths in 1768, due to the increasing water and firewood needs of the city. Cagaloglu Bath is one of the largest double Turkish baths of Istanbul. Baroque style novelties, a rarely seen quality in Ottoman architecture.",
                "hours": [
                    "Monday: 09:00 - 22:00",
                    "Tuesday: 09:00 - 22:00",
                    "Wednesday: 09:00 - 22:00",
                    "Thursday: 09:00 - 22:00",
                    "Friday: 09:00 - 23:00",
                    "Saturday: 09:00 - 23:00",
                    "Sunday: 09:00 - 23:00"
                ]
            },
            "Ayasofya Hurrem Sultan HamamI": {
                "address": "Ayasofya MeydanI No:2 Cankurtaran Mahallesi, Istanbul 34122 Turkiye",
                "location_id": "2203570",
                "description": "Head to the Hurrem Sultan Hamami in the heart of European Istanbul for a tradition Turkish spa treatment. Standing where the ancient public baths of Zeuxippus used to be, the current bathhouse was built in the 16th century on the orders of the Empire’s most powerful woman, Hurrem Sultan. You can choose from a variety of traditional baths and massages to suit your needs, including traditional Hammam rituals and aromatherapy. When you’re feeling completely relaxed and done admiring the bathhouse’s stunning Ottoman architecture, head to the on-site restaurant, which serves a delicious selection of traditional Turkish dishes. – Tripadvisor",
                "hours": [
                    "Monday: 08:00 - 22:00",
                    "Tuesday: 08:00 - 22:00",
                    "Wednesday: 08:00 - 22:00",
                    "Thursday: 08:00 - 22:00",
                    "Friday: 08:00 - 22:00",
                    "Saturday: 08:00 - 22:00",
                    "Sunday: 08:00 - 22:00"
                ]
            }
        }
    }
}